1:WizardZone
00000000
Altar of Kings
国王祭坛
00000001
Digmoore Station
迪格摩站
00000002
Regent's Square
摄政广场
00000003
<ITALICS>You notice some strange carvings on the Sarcophagus.</ITALICS>
<ITALICS>你注意到石棺上有一些奇怪的雕刻。</ITALICS>
00000004
<ITALICS>You find a family diary in the corner of the room.</ITALICS>
<ITALICS>你在房间角落里发现一本家族日记。</ITALICS>
00000005
<ITALICS>You notice a scroll in the corner and take it.</ITALICS>
<ITALICS>你注意到角落里有一个卷轴，并拿起了它。</ITALICS>
00000006
<ITALICS>You find the hallway blocked. Report this.</ITALICS>
<ITALICS>你发现走廊被堵住了。快去报告。</ITALICS>
00000007
<ITALICS>You notice some strange carvings on the Sarcophagus.</ITALICS>
<ITALICS>你注意到石棺上有一些奇怪的雕刻。</ITALICS>
00000008
<ITALICS>You find a family diary in the corner of the room.</ITALICS>
<ITALICS>你在房间角落里发现一本家族日记。</ITALICS>
00000009
Mander History Recovered!
曼德历史恢复了！
00000010
Tomb of the Beguiler
欺诈者墓地
00000011
So, you are the one who bested Ata!?! Your luck is about to run out with me. And afterwards this Mander will still be taken to Ngozi the Beguiler. Ha!
这么说，就是你打败了阿塔？！你的好运就到此为止了。干掉你之后，蜥蜴人仍会被带去见欺诈者恩戈齐。哈！
00000012
<ITALICS>You install the parts into Gyro to reanimate him.</ITALICS>
<ITALICS>你把零件安装到机械人杰若身上以便激活他。</ITALICS>
00000013
Arena
竞技场
00000014
<ITALICS>In the beginning there was nothing but Dragons, Giants and Tritons.</ITALICS>
<ITALICS>起初，世界上只存在龙、巨人和海神。</ITALICS>
00000015
<ITALICS>The Dragons held dominion over the mountains and dwelt there with the fires and magma. </ITALICS>
<ITALICS>龙族占据着大山，大山到处都是火焰和熔岩，他们就居住在山上。</ITALICS>
00000016
<ITALICS>The Giants ruled the air and built their city on the winds from the north. </ITALICS>
<ITALICS>巨人们统治了上空，在北风之上建起了他们的城市。</ITALICS>
00000017
<ITALICS>The Tritons held the seas as their domain and created a civilization under the waves. </ITALICS>
<ITALICS>海神把海洋据为自己的领地，并在海下创建了自己的文明。</ITALICS>
00000018
<ITALICS>From these came the first Schools of Magic: Fire, Ice and Storm... </ITALICS>
<ITALICS>第一批魔法学院就是这么诞生的：火焰系，冰霜系和风暴系……</ITALICS>
00000019
<ITALICS>History of the Ice School - In the beginning there were the Giants who were great in power and ruled the air.</ITALICS>
<ITALICS>冰霜系学院的历史——起初，统治天空的是力大无比的巨人。</ITALICS>
00000020
<ITALICS>After the Great War with the Dragons and the Tritons, the Giants went into a state of stasis.</ITALICS>
<ITALICS>巨人在与龙族和海神的大战之后，陷入了沉寂状态。</ITALICS>
00000021
<ITALICS>But their powers still inhabit our world and it is from this that Ice Magic derives its basis.</ITALICS>
<ITALICS>但是，巨人的力量仍然存在于世，这正是冰霜系魔法诞生的源泉。</ITALICS>
00000022
<ITALICS>And because it is derived from the Giants, Ice Magic will always be more powerful than that of Fire and Storm...</ITALICS>
<ITALICS>因为冰霜系魔法源自巨人，所以冰霜系魔法会比火焰系魔法和风暴系魔法更强大……</ITALICS>
00000023
<ITALICS>History of the Fire School - In the days of yore, there dwelled the Giants, the Tritons, and the most powerful of all, the Dragons.</ITALICS>
<ITALICS>火焰系学院的历史——以前，世界上只存在巨人、海神以及最强大的龙族。</ITALICS>
00000024
<ITALICS>For many eons there was peace, that is until the Tritons and the Giants began to bicker on trivial matters.</ITALICS>
<ITALICS>在许多世代里，各族之间安享和平，后来海神和巨人开始为一些鸡毛蒜皮的小事争吵不休。</ITALICS>
00000025
<ITALICS>Finally, war broke out between the two sides and the Dragons became involved as the universe was threatened.</ITALICS>
<ITALICS>最后，海神和巨人之间战争爆发，龙族也因为世界危在旦夕而被卷入战斗。</ITALICS>
00000026
<ITALICS>In order for there to be peace, the Dragons used their great power to stop the war and the world became dormant and silent.</ITALICS>
<ITALICS>为了获得和平，龙族运用他们强大的力量停止了战争，世界再次回归平静与沉默。</ITALICS>
00000027
<ITALICS>Though the Dragons now sleep, Fire Magic, the most powerful of magics, comes from the essence that Dragons released into fire and magma...</ITALICS>
<ITALICS>尽管龙族现在处于睡眠状态，火焰系魔法是各种魔法中最强大的魔法，它来自龙族释放到火焰和岩浆中的精华……</ITALICS>
00000028
<ITALICS>History of the School of Storm - Before time as we know it, there existed the Tritons. They shared the universe with the Dragons and Giants.</ITALICS>
<ITALICS>风暴系学院历史——在很久很久以前，世界上居住着海神。他们与龙族和巨人共同统治世界。</ITALICS>
00000029
<ITALICS>The Tritons ruled the seas and kept peace in the world, that is, until the Dragons and Giants began to scheme.</ITALICS>
<ITALICS>在龙和巨人策划战争以前，海神们统治着海洋，并维护着世界和平。</ITALICS>
00000030
<ITALICS>When the attack happened, the Tritons were ready. They refused to fully destroy their enemy and so,  fell into slumber as their price for mercy.</ITALICS>
<ITALICS>当战争发生时，海神已准备好应战。他们因拒绝彻底摧毁敌人而陷入沉睡状态，这正是他们仁慈的代价。</ITALICS>
00000031
<ITALICS>Today, the Storm elements still exist. Even now the more potent Storm Magic holds Fire and Ice at bay...</ITALICS>
<ITALICS>目前，风暴元素仍然存在。即使是现在，强大的风暴系魔法仍然可以完美掌控火焰系魔法和冰霜系魔法……</ITALICS>
00000032
<ITALICS>You fill a bottle with the light and airy water...</ITALICS>
<ITALICS>你向一只瓶子里倒满了轻盈的水…</ITALICS>
00000033
<ITALICS>You feel a cold wind fill the room, as if from the Giants themselves...</ITALICS>
<ITALICS>你感觉到一阵冷风充满了房间，好像是巨人他们自己带来的...</ITALICS>
00000034
<ITALICS>You feel a wave of heat pass through you.</ITALICS>
<ITALICS>你觉得一股热浪穿过了自己的身体。</ITALICS>
00000035
<ITALICS>You feel electricity build in the air.</ITALICS>
<ITALICS>你感觉到了空气中的电量累积。</ITALICS>
00000041
So, your here for your next spell?  Let's dance.
所以，你是为了你的下一个魔法来这儿的？让我们先跳支舞吧。
00000042
Aha! A "Wizard" had come looking for their precious "magical" artifacts. Do you not understand the power of science! It is much more powerful than your magic!
哈哈！一个“魔法师”来寻找他们珍贵的“魔法”产品。难道你不知道科学的力量嘛！科学的力量要比你的魔法强大得多！
00000043
To show my contempt for your magic I am burning everything I find. Yes, I will burn this book I have right here. Burn it in my belly! Hahahah!
为了表示我对你魔法的藐视，我将烧毁我找到的所有东西。是的，我将烧掉这本书，在我的肚子上把它烧掉！哈哈哈哈！
00000044
What? You have come for the Gem? Never! It is the key to my kingdom. It will bring me great wealth and power! Hahahahaha!
什么？你来找宝石？做梦！宝石是我王国的核心。它能带给我无数的财富和力量！哈哈哈哈哈！
00000045
Tomb of Storms
风暴之墓
00000046
Krokosphinx
克洛克神岛
00000047
You have come to take this book? Splendid, I will have a show today. Entertain me with your terror...!
你是来取这本书的么？好极了，今天我会有好戏看了。你的恐惧将是我的开心果...！
00000048
Ahnic Tomb Tower
阿尼克墓地塔
00000049
Barracks Tower
兵营塔
00000050
Djeserit Tomb Tower
迪杰家族墓地塔
00000051
Chamber of Fire Tower
火焰会议厅之塔
00000052
Mr. Burt's Bones & Biscuits
伯特先生的骨头和饼干
00000053
Royal Hall Tower
皇家大厅塔
00000054
Palace of Fire Tower
火焰之塔宫殿
00000055
Throne Room Tower
金殿塔
00000056
Khai's Trophy Room
凯的战利品陈列室
00000057
Champions Hall Tower
勇士大厅之塔
00000058
Prince Suten Sokkwi's Chamber
苏登·索伊王子的房间
00000059
Vault of Ice Tower
冰霜之塔地窖
00000060
Krokotopia Library
克洛克图书馆
00000061
Balance School
平衡系学院
00000062
Krokotopia Shop
克洛克商店
00000063
Post Office
邮局
00000064
Ravenwood
拉文霍德
00000065
The Krokosphinx
克洛克神岛
00000066
Golem Tower
傀儡之塔
00000067
Blackhope Tower
无望塔
00000068
Falmea's House
法密亚的家
00000069
MooShu Hub
木须中心
00000070
Codacks Corgi Clothing
玛里伯恩|克苛狗服装
00000071
Foxhound Footware
狐狸猎犬护脚
00000072
Hairless Houghes Hats
秃顶哈格的帽子
00000073
Duke of Wefmaraner Wands
威玛猎犬魔杖公爵
00000074
Lady Labrador's Athames
拉布拉多小姐的匕首
00000075
Jack Russell Jewelers
珠宝匠杰克拉塞尔
00000076
Miss Dasha's Decks
达莎小姐的魔法盒
00000077
Rattlebones
骷髅恶鬼
00000078
QA Testing Zone
问答测试区
00000079
Jade Palace
翡翠殿
00000080
Jade Palace
翡翠殿
00000081
Yoshihito Temple
義仁寺
00000082
Ancient Burial Grounds
古墓葬群
00000083
Village of Sorrow
忧悲村
00000084
Tree of Life
生命之树
00000085
Shoshun Village
松顺村
00000086
Cave of Solitude
木须|荒废的洞穴
00000087
Kishibe Village
岸部村
00000088
Shirataki Temple
白泷寺
00000089
Hametsu Village
废墟村
00000090
Tatakai Outpost
战争前哨
00000091
Crimson Fields
深红战场
00000092
Akilles Keep
阿基尔要塞
00000093
Jade Palace
翡翠殿
00000094
Yoshihito Temple
義仁寺
00000095
Ancient Burial Grounds
古墓葬群
00000096
Village of Sorrow
忧悲村
00000097
Tree of Life
生命之树
00000098
Shoshun Village
松顺村
00000099
Cave of Solitude
木须|荒废的洞穴
00000100
Kishibe Village
岸部村
00000101
Shirataki Temple
白泷寺
00000102
Hametsu Village
废墟村
00000103
Crimson Fields
深红战场
00000104
Tatakai Outpost
战争前哨
00000105
Chamber of Fire
摄魂室
00000106
MooShu
木须
00000107
MooShu
木须
00000108
It has been awhile since someone has challenged us. It will be a pity to defeat you so quickly. Prepare for battle, Wizard!
已经好久没有人挑战我们了。很遗憾，我很快就能解决掉你。准备好战斗吧，魔法师！
00000109
Girls' Dormitory
女生宿舍
00000110
Boys' Dormitory
男生宿舍
00000111
Tomb of the Beguiler
欺诈者墓地
00000112
Tomb of the Beguiler
欺诈者墓地
00000113
Tomb of the Beguiler
欺诈者墓地
00000114
Merle Ambrose's House
默尔·安布罗斯的家
00000115
Chamber of the Charmed
摄魂室
00000116
Krokotopia
克洛克
00000117
<ITALICS>Life is spirit, the force of awareness and existence. It is studied by those who embrace the power of all that is living and strive to perpetuate its life force.</ITALICS>
生命在于精神，意识和存在的力量。因为要感悟所有生命的力量并掌握生命的精髓，所以要研究它。
00000118
<ITALICS>Life removes chaos from the world and creates order to make that which is self-sustaining. Inner peace and discipline are traits of all Theurges.</ITALICS>
生命系消除了这个世界的混乱，创建了秩序，让一切事物得以自我维持。内心宁静与自律是所有巫术师的特征。
00000119
<ITALICS>On the Triangle of Magic, Life sits between Fire and Storm, for the spark of life comes from those two forces. </ITALICS>
在魔法三角中，生命系魔法位于火焰系魔法与风暴系魔法之间，因为生命系魔法源于这两种魔法。
00000120
<ITALICS>Myth is imagination. The power of the mind, and everything it can create, drives the Myth Arts. It is illusion, dreams made real. If you can conceive it, you can bring it forth, bring it to life. </ITALICS>
神圣系就是想象力。心灵的力量以及它可以创造的事物推动了神圣系魔法的前进。它是幻觉，梦想成就现实。如果你能想到，就能使它前进。
00000121
<ITALICS>Wizards of the Myth School, known as Conjurers, use Naming to summon beasts of legend by memorizing and calling out their True Name. </ITALICS>
神圣系学院的魔法师被称为咒术师，使用名称召唤传说中的野兽，他们记住并呼叫野兽们的真实名字。
00000122
<ITALICS>Myth dwells between Fire and Ice, for that is where the shadows lie, and myths are the shadowy forms of thought made real. </ITALICS>
神圣系学院坐落于火焰系学院与冰霜系学院之间，因为那儿是影子存在的地方，神圣系可以把幻影想法变为现实。
00000123
Myth dwells between Fire and Ice, for that is where the shadows lie, and myths are the shadowy forms of thought made real. The gemstone of the school is Peridot.
神圣系学院坐落于火焰系学院与冰霜系学院之间，
00000124
<ITALICS>The Art of Balance in Magic is harmony, finding equality in all things. It draws on elements from each of the other schools, incorporating bits and pieces of those other energies to achieve greater power. </ITALICS>
<ITALICS>魔法中的平衡艺术就是去调和，去发现万物平等的一面。它需要从各门各派中提取不同的元素，把零星的能量凝聚为一体，来发挥巨大的威力。</ITALICS>
00000125
<ITALICS>Imagine building a fire, then fanning the flames to make it hotter, then using the fire to create steam to drive an engine. This is similar to how a Sorcerer uses his skills to harness other schools.<ITALICS>
<ITALICS>想象一下，点火，然后用风扇加大火力，让温度不断升高，用火来创造蒸汽，推动发动机工作。这就跟幻术师用他的技能来控制其他学院的方法一样。<ITALICS>
00000126
<ITALICS>Learning Balance takes longer, but the power it holds is immeasurable. The gemstone for the school is Citrine while the school colors are tan and maroon.<ITALICS>
<ITALICS>学习平衡系魔法需要更长的时间，但它所拥有的力量是无法估量的。代表这所学院的宝石是黄水晶，学院的标志色为棕褐色和栗色。<ITALICS>
00000127
Think you can get ta Pops through me? Ha, you wish. But I'll introduce you ta someone else first. Prepare to say hello ta my paw, Wizard...
你以为我会带你去见泡普斯？哈，醒醒吧。不过我会先把你引荐给其他人。准备尝试下我的魔爪吧，魔法师……
00000128
<ITALICS>You do not have a ticket for this...</ITALICS>
<ITALICS>你没有船票……</ITALICS>
00000130
Air Dales Hideaway
隐蔽的空灵山谷
00000131
Coldstone Cottage
寒石小屋
00000132
Sapphyra's Tower
萨菲拉的塔
00000133
Skull Fort
颅骨堡垒
00000134
Galvanost Tower
丰收领主之塔
00000135
Stormdrain Tower
暴雨之塔
00000136
Forlorn Tower
被遗弃之塔
00000137
Fireglobe Theatre
火球剧场
00000138
Wormguts Stronghold
蠕魔要塞
00000139
Bastilla's Bastion
巴丝娣的堡垒
00000140
Greebly's Garrison
格里利的驻军
00000141
Troll Tower
巨魔之塔
00000142
Rotunda Chateau
罗通达城堡
00000143
Gobblestone Castle
鹅卵石城堡
00000144
Biti's Chamber
比蒂的房间
00000145
Edo's Chamber
伊多的房间
00000146
Akori's Chamber
阿克里的房间
00000147
Shai's Chamber
赛恩的房间
00000148
Nebit's Chamber
内比特的房间
00000149
Crypt Watchguard's Chamber
地穴护卫的房间
00000150
Quartermaster's Lair
军需官的巢穴
00000151
Champion's Chamber
勇士的房间
00000152
Nekhbet's Chamber
奈赫贝特的房间
00000153
Odji's Chamber
欧吉的房间
00000154
Soul Chamber
灵魂之室
00000155
Mander Trophy Room
曼德战利品陈列室
00000156
Hourglass Chamber
沙漏室
00000157
Trophy Room
战利品陈列室
00000158
Khai Amahte Trophy Room
凯·阿曼瑟战利品陈列室
00000159
The Bonekeeper's Crypt
藏骨人地穴
00000160
Scavenged Tomb
清道夫坟墓
00000161
Alchemist Kepi's Lab
炼金术士凯皮的实验室
00000162
Lair of Taskmaster Djal
工头迪加尔的巢穴
00000163
Safehouse
安全屋
00000164
Sammy's Clocktower
萨米的钟楼
00000165
North Clocktower
北钟塔
00000166
Willie's Clocktower
威利的钟楼
00000167
Warehouse
仓库
00000168
Chelsea Tower
切尔西塔
00000169
Icepick's Warehouse
冰锥仓库
00000170
McTavish Hideout
麦克塔维希藏身处
00000171
Shakes Clocktower
希克斯钟楼
00000172
Hourglass Chamber
沙漏室
00000173
So, you are the new kid on the block? But maybe the block isn't big enough for the both of us. We'll see who stays, and who goes...
你就是街区那个新来的孩子了？但是，一山不容二虎。就让我们看看，谁会留下来，谁会灰溜溜地离开……
00000174
Sunbird
太阳鸟
00000175
Sunbird
太阳鸟
00000176
The Arena Master says that after I smash you I get to have Spider Eyes! Hmmmmm... I like Spider Eyes... Okay, now Krag smash you...!
竞技场大师说我要是揍扁你，我就会得到蜘蛛眼！嗯……我喜欢蜘蛛眼……好了，现在卡拉格要揍扁你了……！
00000177
<ITALICS>As for today, the school has become more formal and organized under Professor Falmea. All Pyromancers should know that the school colors are red and orange while the gemstone is the Ruby.</ITALICS>
<ITALICS>时至今天，在法密亚教授的领导下，学院变得越来越正规有序了。红色与橙色象征了火占师，而象征宝石是红宝石。</ITALICS>
00000178
<ITALICS>As for today's school, much progress has been made in the teaching of Ice under the </ITALICS>
<ITALICS>对于今天的学院来说，冰霜系的教学取得更多的进展。</ITALICS>
00000179
<ITALICS>As for today's school, much progress has been made in the teaching of Ice under the tutelage of Professor Greyrose. Under her watch, many new and powerful spells have been added to the school's compendium.</ITALICS>
<ITALICS>今天的冰霜系学院，在葛瑞丝教授领导下，在冰霜系魔法教学方面取得了很大的进步。很多新的强大的冰霜系魔法都已经增加到了学院的纲要里。</ITALICS>
00000180
<ITALICS>Light blue and white were adopted as the school colors and the gemstone chosen to represent all Thaumaturges is Sapphire.</ITALICS>
<ITALICS>冰霜系学院多采用的是淡蓝色和白色，而蓝宝石也正是奇术师的象征。</ITALICS>
00000181
<ITALICS>Under the guidance of Professor Halston Balestrom, great reforms have been made, formalizing many spells. The colors chosen for Diviner's are purple and yellow, while the Amethyst has been adopted as the gemstone.</ITALICS>
</ITALICS>在教授霍斯顿的领导下，风暴系进行了大变革，许多魔法变得规范。紫色和黄色象征了占卜师，而紫水晶则被定为宝石。<ITALICS>
00000182
<ITALICS>Under the leadership of Professor Wu, the school colors of green and brown have been adopted, representing the hues of nature. The brightly colored stone known as Jade has become the gemstone of all Theurges.</ITALICS>
在吴教授的领导下，学院采用了绿色和棕色的校色，代表着大自然的色调。被称为“翡翠”的有着鲜亮色彩的石头则成为所有灵术师的宝石。
00000183
Chamber of Chosen
精选的房间
00000184
<ITALICS>The gemstone of the school is Peridot. The School colors are Yellow and Royal Blue.</ITALICS>
学院的宝石是橄榄石。学院的色彩是黄色搭配品蓝。
00000185
Mr. Incinerator
焚尸炉先生
00000186
Nimah the Wicked
黑鸦族尼马哈
00000187
Kenedy the Klaw
肯尼迪·克劳
00000188
Nails O'leary Clocktower
内尔斯·欧莱瑞钟楼
00000189
Head Banger
头目班杰
00000190
Stoker
斯托克
00000191
Stoker
斯托克
00000192
Kensington Warehouse
肯辛顿仓库
00000193
Eyus Maximus
伊斯·马克西姆斯
00000194
Harvent Lord
哈文特领主
00000195
Harvent Lord
哈文特领主
00000196
Rattlebone's Keep
骷髅恶鬼的要塞
00000197
Nail's Hideout
内尔斯的藏身处
00000198
Sokkwi Keymaster Arena
钥匙匠索伊竞技场
00000199
Prince Kebi Sokkwi's Den
克比·索伊王子的巢穴
00000200
Scotland Yard
苏格兰场
00000201
Wailing Wraith
嚎啕鬼魂
00000202
Wailing Wraith
嚎啕鬼魂
00000203
Wailing Wraith
嚎啕鬼魂
00000204
Ratchet
棘齿人
00000205
Mordecai's Tower
莫迪凯的塔楼
00000206
<ITALICS>...You summon the Jade Oni!</ITALICS>
<ITALICS>…你召唤翡翠之灵！</ITALICS>
00000207
Hyde Fraternity House
海德联谊会会堂
00000208
The Basilica
大教堂
00000209
Nightshade's Tower
夜影之塔
00000210
Dragon Claw Ridge
龙爪山
00000211
Upper Volcano
上火山
00000212
Dragonspyre Academy
龙之谷学院
00000213
Dragonspyre Academy
龙之谷学院
00000214
The Crystal Grove
水晶林
00000215
The Forum
审判广场
00000216
The Crucible
熔炉
00000217
Dragon Claw Ridge
龙爪山
00000218
The Labyrinth
迷宫
00000219
The Drake Hatchery
亚龙孵化所
00000220
Plaza of Conquests
胜利广场
00000221
The Grand Chasm
大裂谷
00000222
The Tower Archives
荣耀之塔
00000223
The Necropolis
大墓地
00000224
Lower Volcano
较矮的火山
00000225
The Library
图书馆
00000226
The Academy
学院
00000227
Dragon's Roost
龙穴
00000228
The Grand Chasm Past
古老的大裂谷
00000229
The Basilica
大教堂
00000230
Dragonspyre
龙之谷
00000231
The Grand Chasm
大裂谷
00000232
Plaza of Conquests
胜利广场
00000233
The Atheneum
雅典娜神庙
00000234
To Crystal Grove
前往水晶林
00000235
The Crucible
熔炉
00000236
The Great Spyre
火龙湾
00000237
Dragon's Roost
龙穴
00000238
The Path of Scales
鱼鳞小路
00000239
Path of Scales
鱼鳞小路
00000240
Dragon Claw Canyon
龙爪峡谷
00000241
The Crown of Fire
火焰系王冠
00000242
The Howling Cave
哀嚎洞穴
00000243
Dragon's Maw
龙之咽喉
00000244
The Basilica
大教堂
00000245
Thessse cryssstalsss belongsss to Kraysssysss! Sssecretsss of dragonriding are mine to ussse! 
这些水晶是克雷西斯的！我通晓驭龙的秘诀！
00000246
Thessse tomesss belongsss to Kraysssysss! Sssecretsss of crafting are mine to ussse! 
这些书...都是...是...克雷西斯的。手艺...的秘密...是...我在用的。
00000247
Kraysys
克雷西斯
00000248
Who disturbs me in my duties? No matter... no one is going anywhere. My minions and I will destroy you... and you will join the ranks of the Undead!\n
是谁在我工作的时候烦我？没关系…… 没人能逃得了。我和我的奴仆们将把你粉身碎骨……你会成为亡灵中的一员！\n
00000249
They sssaaid all the humansss were ssslain... I welcome thisss dissstraction... it hasss been too long sssinccce I have dessstroyed a Wizard.
他们说…说…所有人…人类都被杀…杀死了…我喜欢这…这个差…差事…我已经很长时…时间没有消…消灭过魔法师了。\n
00000250
They sssaaid all the humansss were ssslain... I welcome thisss dissstraction... it hasss been too long sssinccce I have dessstroyed a Wizard.\n
他们说...所有的人类...都被要杀掉...我很喜欢...这种消遣活动...自从...自从上次我杀掉...一个魔法师之后，已经过去很长...一段时间了。\n
00000251
Chronius
克洛姆斯
00000252
Crystalline Queen
水晶皇后
00000253
With crystal eyes I do perceive, a Wizard seeks my life to leave. Two legs carry you: no match for my eight. Survive you will not, simple truth I do state.\n
通过水晶眼我确实能看到，一个索命魔法师正在离开。你有两条腿：跟我的八条腿没法儿比。你完了，就这么简单。\n
00000254
My spiders... rally to my aid! Together we will drive out all those who brought this ruin upon Dragonspyre! This place will soon be enveloped in your crystal webs, safe for all of eternity! \n
我的蜘蛛们……快快前来助我！我们一起把那些在龙之谷搞破坏的人赶出去！这个地方不久就会笼罩在你们水晶蛛网下，永远太平！\n
00000255
My spiders... rally to my aid! Together we will drive out all those who brought this ruin upon Dragonspyre! This place will soon be enveloped in your crystal webs, safe for all of eternity! \n
我的蜘蛛们...快快前来助我！我们一起去把那些在龙之谷搞破坏的人赶出去！这个地方不久就会笼罩在你们水晶蛛网下，永保太平！\n
00000256
Yeva Spiderkeeper
蜘蛛看守者耶娃
00000257
Yeva Spiderkeeper
蜘蛛看守者耶娃
00000258
You've beaten me... but I beg of you, do not crush the spiders! Let their beautiful crystal webs remain unbroken! 
你击败了我……但我求你不要碾碎这些蜘蛛！完整地保留它们这些美丽的水晶网吧！
00000259
Is that a human? One still remains? It must have been overlooked. No matter...  it will not be here for long. 
还有人吗？还有人活着吗？一定被忽略了。无论怎样…都不会在这里停留很久。
00000260
Flamebringer
盗火者
00000261
Vasek Ashweaver
瓦谢克·尘织
00000262
Who dares trespass in this place?! I cannot allow any to enter this vault. You will not leave here alive...\n
谁敢擅自闯入这里？！我不允许任何人进入这个地窖。你不会活着离开的…\n
00000263
Who dares trespass in this place?! I cannot allow any to enter this vault. You will not leave here alive...\n
谁敢侵入这个地方？！我不允许任何人进入这个地窖。你不会活着离开这儿的...\n
00000264
Vault Protector
地窖守卫
00000265
Intruder..... <ITALICS>DETECTED. </ITALICS>\nEntry...... <ITALICS>DENIED.  </ITALICS>\nCombat Mode.... <ITALICS>DEPLOYED. </ITALICS>\n
入侵者……<ITALICS>发现。</ITALICS>\n进入……<ITALICS>拒绝。 </ITALICS>\n战斗模式……<ITALICS>启动。</ITALICS>\n
00000266
Intruder..... <ITALICS>DETECTED. </ITALICS>\nEntry...... <ITALICS>DENIED.  </ITALICS>\nCombat Mode.... <ITALICS>DEPLOYED. </ITALICS>\n
入侵者...<ITALICS>发现。</ITALICS>\n进入...<ITALICS>拒绝。</ITALICS>\n战斗模式...<ITALICS>开始(</ITALICS>\n
00000267
General Greystone
玄武石将军
00000268
How did you find me? You'd better tell me... or I'll crush you into jelly! 
你怎么找到我的？最好告诉我……否则我会把你扁成果酱！
00000269
Mavra Flamewing
马乌拉·火翼
00000270
Don't get cocky, young Wizard! You've learned the art of the attack, but what happens when you cannot land an attack on your opponent? Defense is the key to survival! Defend yourself! \n
不要骄傲，小魔法师！虽然你已经学会了怎么攻击，但当你无法攻击对手的时候，防御才是幸存的关键。好好保护你自己吧！\n
00000271
Sandor Spearcaller
桑德尔·斯皮尔
00000272
You're a powerful young Wizard... I'll grant you that. But let us see how you fare against one who's spent his lifetime mastering the use of traps! 
你是强大的年轻魔法师……我会把那个赐予你。但是先让我们看看，你要如何对抗那个精通设伏的人！
00000273
Sysiphan
斯斯皮恩
00000274
What'sss thisss? Did sssomeone order room ssserviccce? Thisss one looksss tasssty! 
这是什么？有人人叫叫叫了客客房服务务么？这这这看起来很很很好好吃！
00000275
Blackblade
黑刃
00000276
Your reckless vandalism will cost you! You'll suffer for that, and your ghost will spend eternity in one of my orbs! 
你的胡作非为会让你付出代价的！你会有报应的，你的幽灵将永远困在我的一个魔法球中。
00000277
Petrov Gloomstrider
暗影伯特鲁夫
00000278
You're the sneaky one, to have gotten this far. Now you'll wish you'd snuck away while you had the chance!
你偷偷摸摸的竟然走了这么远。现在，趁还有机会，你赶紧悄悄溜走吧！
00000279
Vilara Moonwraith
月亮幽灵薇纳拉
00000280
We can see into your mind, little Wizard! Mere flesh cannot hide your intent from us! You seek the key this one possesses? Come and take it from us! 
我们可以看透你的思想，小魔法师！你的肉体无法阻挡我们看穿你的意图！你在寻找这个人的钥匙？来吧，从我们手中拿走它！
00000281
Zarathax
泽克斯
00000282
Ssstupid Wizard! Ssshould have lissstened to your bessst judgement, after all! I'll remember you when I sssit on the throne of Dragonssspyre! 
愚……蠢的魔法师！毕竟，我……听过对你最好……的评价。我会记得……你的，当我坐上……龙之谷……的王座。
00000283
Ssstupid Wizard! Ssshould have lissstened to your bessst judgement, after all! I'll remember you when I sssit on the throne of Dragonssspyre! 
愚...蠢的魔法师！毕竟，我...听过对你最好...的评价。我会记得...你的，当我坐上...龙之谷...的王座。
00000284
Property Master
道具管理员
00000285
You cannot have these things I guard. You must destroy me to take them.
你不能拿走我守护的东西，除非你先打倒我。
00000286
Property Master
道具管理员
00000287
You cannot have these things I guard. You must destroy me to take them. 
你不能拿走我守护的东西，除非你先打倒我。
00000288
Silver Sentinel
银守卫
00000289
This key is my duty. To guard it I was made. \nThe key must not be taken. I guard it with all my being. \n
守卫这把钥匙是我的职责。我生来就是为了守卫它。\n不能让钥匙被别人拿走。我用我的生命保护它。\n
00000290
Vladimir Darkflame
弗拉迪米尔·黑焰
00000291
This is only the start! My name will echo throughout the Spiral as the one who destroyed it! And you... you were my unwitting accomplice!  
这仅仅是开始！我的名字将传遍整个旋涡星系，而且我将成为旋涡星系的毁灭者！而你…你是我不知情的同谋！
00000292
Avalanche
雪崩
00000293
Grrrr... Break your bones with fists like stone! 
用石头一样的拳头打破你的骨头。
00000294
Giant Homunculus
巨型侏儒
00000295
Mind all full of mud... what to do? No answer! What? Smash is the answer! Smash!!!
满脑子浆糊……该怎么办？没有答案！什么？粉碎就是答案！粉碎！！！
00000296
Ivan Soulsinger
伊凡灵魂歌者
00000297
The flesh is weak, young Wizard! But don't worry! When I've taken residence in your body, I'll take good care of it. I'll even come to visit you now and again! Ha ha ha!
肉体是软弱的，小魔法师！不过不用担心！当我居住在你的身体里后，我会好好照顾它的。我会时不时地来拜访你！哈哈哈！
00000298
Valeska Redwind
瓦莱斯卡·红风
00000299
You have obviously come for the egg... but you will not get it from me! The time of the Dragon Riders is over... never again will wing touch sky!
很明显你是为蛋而来……但是我是不会给你的。龙骑士的时代已经过去了，你们再也飞不起来了。
00000300
You have obviously come for the egg... but you will not get it from me! The time of the Dragon Riders is over... never again will wing touch sky!
很明显你是为蛋而来...但是我是不会给你的。龙骑士的时代已经过去了，你们再也飞不起来了。
00000301
Ghost of Sylvia Drake
西尔维娅·德雷克之魂
00000302
Malistaire? Is that you? Have you come for me? It's so cold here... so dark and I'm so alone... 
思泰尔？是你么？你是来找我的么？这儿又冷……又黑，我很孤单……
00000303
Ghost of Sylvia Drake
西尔维娅·德雷克之魂
00000304
You're not my Malistaire! What have you done to him?! I won't harm him... you'll never get me to betray my beloved husband!  
你不是我的思泰尔！你对他做了什么？！我不会伤害他……我绝对不会背叛我最爱的丈夫！
00000305
Orin Grimcaster
冷酷的魔法师奥林
00000306
You have made a terrible mistake, coming here, living one. These crystals are mine to treasure, mine to keep. You'll get my crystal when you pry it from my cold, undead hands! 
你犯了一个大错。过来，小东西。这些水晶是我的宝物，由我保管。除非我死了，否则别想拿到水晶！
00000307
Plaza of Conquests
胜利广场
00000308
To The Commons
通往广场
00000309
Milaka Jewelbender's Tower
米拉卡·朱厄尔之塔
00000310
The Tower Archives
荣耀之塔
00000311
Malistaire's Lair
思泰尔的巢穴
00000312
The Great Spyre
火龙湾
00000313
The Great Spyre
火龙湾
00000314
The Great Spyre
火龙湾
00000315
The Great Spyre
火龙湾
00000316
The Great Spyre
火龙湾
00000317
The Great Spyre
火龙湾
00000318
Dragon's Roost
龙穴
00000319
Plaza of Conquests
胜利广场
00000320
The Grand Chasm
大裂谷
00000321
Crystal Tower
水晶塔
00000322
Plaza of Conquests
胜利广场
00000323
The Grand Chasm
大裂谷
00000324
The Labyrinth House
迷宫楼
00000325
The Labyrinth
迷宫
00000326
Sysiphan's Tower
斯斯皮恩的塔
00000327
Gloomstrider's Tower
暗黑行者的塔
00000328
Grimcaster's Tower
冷酷巫术师之塔
00000329
Vault 1933
地窖 1933
00000330
Moonwraith's Tower
月亮幽灵之塔
00000331
Dragonspyre Ring Shop
龙之谷戒指商店
00000332
Dragonspyre Furniture and Castles
龙之谷家具和城堡
00000333
Crystal Storage
水晶仓库
00000334
Dragonspyre Shoe Shop
龙之谷靴子商店
00000335
Knowledge Keeper's Tower
知识守护者之塔
00000336
Lord Obsidian's Tomb
黑曜石领主之墓
00000337
Zarathax's Tower
泽克斯之塔
00000338
First Tower
第一塔楼
00000339
Vilara Moonwraith's Tower
月亮幽灵薇纳拉之塔
00000340
Third Tower - The Tower Archives
第三座塔-荣耀之塔
00000341
Spearcaller's Tower
召矛人之塔
00000342
Spearcaller's Tower
召矛人之塔
00000343
Flamewing's Tower
火翼之塔
00000344
Tower of War
战争之塔
00000345
Greystone's Castle
玄武石的城堡
00000346
Edrik's Vault
埃德里的地窖
00000347
First Tower - The Grand Chasm
第一塔楼-大裂谷
00000348
Ruined Tower
毁灭的塔
00000349
Everburn's Tower
永久燃烧之塔
00000350
Kyanite Tower
蓝晶石塔
00000351
Unused Vault
未使用的地窖
00000352
Sylvia Drake's Tomb
西尔维娅·德雷克的坟墓
00000353
Pyromancer's Tomb
火占师之墓
00000354
Skythorn Tower
天刺塔
00000355
Flamewind Tower
风火塔
00000356
Secure House
安全室
00000357
Homunculus' Tower
侏儒之塔
00000358
Homunculus' Tower - The Drake Hatchery
侏儒之塔-亚龙孵化所
00000359
Grimcaster's Tower
冷酷巫术师之塔
00000360
Thundercrown's Tower
雷冠塔
00000361
Fleshless Tower
白骨之塔
00000362
The Crucible
熔炉
00000363
Vesta Shadowmark
唯丝塔·魅影
00000364
Marleybone Arena
玛里伯恩竞技场
00000365
MooShu Arena
木须竞技场
00000366
Krokotopia Arena
克洛克竞技场
00000367
The Crystal Grove
水晶林
00000368
Tomar Skyblade's Tower
托马尔之塔
00000369
Dragonspyre
龙之谷
00000370
Dragon Claw Canyon
龙爪峡谷
00000371
Gobblestone Castle
鹅卵石城堡
00000372
Colossus Boulevard
巨像大道
00000373
Colossus Boulevard
巨像大道
00000374
Colossus Boulevard
巨像大道
00000375
Cyclops Lane
库克罗普斯通道
00000376
Firecat Alley
火猫小径
00000377
Firecat Alley
火猫小径
00000378
Olde Town
奥尔德镇
00000379
Olde Town
奥尔德镇
00000380
Sunken City
沦陷之城
00000381
Sunken City
沦陷之城
00000382
Sunken City
沦陷之城
00000383
Triton Avenue
海神大街
00000384
Unicorn Way
独角兽大道
00000385
Unicorn Way
独角兽大道
00000386
Unicorn Way
独角兽大道
00000387
Dragon's Mouth Cave
龙嘴洞穴
00000388
Merle Ambrose's Tower
默尔·安布罗斯的塔
00000389
Wizard City Library
魔法城图书馆
00000390
Nightside
黑夜之地
00000391
Ravenwood
拉文霍德
00000392
Ravenwood
拉文霍德
00000393
Ravenwood
拉文霍德
00000394
Ravenwood
拉文霍德
00000395
Ravenwood
拉文霍德
00000396
Ravenwood
拉文霍德
00000397
Shopping District
购物街
00000398
Shopping District
购物街
00000399
Shopping District
购物街
00000400
Shopping District
购物街
00000401
Shopping District
购物街
00000402
Shopping District
购物街
00000403
Shopping District
购物街
00000404
Shopping District
购物街
00000405
Shopping District
购物街
00000406
Shopping District
购物街
00000407
Ravenwood
拉文霍德
00000408
Ravenwood
拉文霍德
00000409
Ravenwood
拉文霍德
00000410
Ravenwood
拉文霍德
00000411
Ravenwood
拉文霍德
00000412
Ravenwood
拉文霍德
00000413
Ravenwood
拉文霍德
00000414
Ravenwood
拉文霍德
00000415
Ravenwood
拉文霍德
00000416
Ravenwood
拉文霍德
00000417
Ravenwood
拉文霍德
00000418
Ravenwood
拉文霍德
00000419
Ravenwood
拉文霍德
00000420
Ravenwood
拉文霍德
00000421
Ravenwood
拉文霍德
00000422
Ravenwood
拉文霍德
00000423
The Oasis
绿洲
00000424
The Oasis
绿洲
00000425
The Oasis
绿洲
00000426
Krokotopia Shop
克洛克商店
00000427
Hall of Champions
勇士大厅
00000428
Grand Arena
大竞技场
00000429
Grand Arena
大竞技场
00000430
Grand Arena
大竞技场
00000431
Grand Arena
大竞技场
00000432
Royal Hall
皇家大厅
00000433
Royal Hall
皇家大厅
00000434
Scotland Yard
苏格兰场
00000435
Regent's Square
摄政广场
00000436
Regent's Square
摄政广场
00000437
Katzenstein's Lab
卡赞斯坦的实验室
00000438
Katzenstein's Lab
卡赞斯坦的实验室
00000439
Katzenstein's Lab
卡赞斯坦的实验室
00000440
Katzenstein's Lab
卡赞斯坦的实验室
00000441
Katzenstein's Lab
卡赞斯坦的实验室
00000442
Katzenstein's Lab
卡赞斯坦的实验室
00000443
Knight's Court
骑士王庭
00000444
Knight's Court
骑士王庭
00000445
Knight's Court
骑士王庭
00000446
Knight's Court
骑士王庭
00000447
Knight's Court
骑士王庭
00000448
Knight's Court
骑士王庭
00000449
Newgate Prison
纽盖特监狱
00000450
Newgate Prison
纽盖特监狱
00000451
Newgate Prison
纽盖特监狱
00000452
Newgate Prison
纽盖特监狱
00000453
Digmoore Station
迪格摩站
00000454
Digmoore Station
迪格摩站
00000455
Digmoore Station
迪格摩站
00000456
Digmoore Station
迪格摩站
00000457
Digmoore Station
迪格摩站
00000458
Digmoore Station
迪格摩站
00000459
The Ironworks
炼铁厂
00000460
The Ironworks
炼铁厂
00000461
Chelsea Court
切尔西庭院
00000462
Jade Palace 
翡翠殿
00000463
Jade Palace 
翡翠殿
00000464
Jade Palace 
翡翠殿
00000465
Jade Palace 
翡翠殿
00000466
Tree of Life
生命之树
00000467
The Grand Chasm
大裂谷
00000468
The Grand Chasm
大裂谷
00000469
The Grand Chasm
大裂谷
00000470
The Grand Chasm
大裂谷
00000471
Plaza of Conquests
胜利广场
00000472
Plaza of Conquests
胜利广场
00000473
The Tower Archives
荣耀之塔
00000474
The Tower Archives
荣耀之塔
00000475
The Tower Archives
荣耀之塔
00000476
The Tower Archives
荣耀之塔
00000477
The Crucible
熔炉
00000478
The Labyrinth
迷宫
00000479
The Labyrinth
迷宫
00000480
The Labyrinth
迷宫
00000481
The Labyrinth
迷宫
00000482
The Labyrinth
迷宫
00000483
The Drake Hatchery
亚龙孵化所
00000484
The Necropolis
大墓地
00000485
Garden Of Hesperides
Garden Of Hesperides
00000486
Dragonspyre Academy
龙之谷学院
00000487
The Forum
审判广场
00000488
The Forum
审判广场
00000489
The Forum
审判广场
00000490
The Forum
审判广场
00000491
The Forum
审判广场
00000492
The Forum
审判广场
00000493
The Forum
审判广场
00000494
The Forum
审判广场
00000495
The Forum
审判广场
00000496
The Forum
审判广场
00000497
The Crystal Grove
水晶林
00000498
The Crystal Grove
水晶林
00000499
The Crystal Grove
水晶林
00000500
The Crystal Grove
水晶林
00000501
The Crystal Grove
水晶林
00000502
The Crystal Grove
水晶林
00000503
The Crystal Grove
水晶林
00000504
The Crystal Grove
水晶林
00000505
The Crystal Grove
水晶林
00000506
The Crystal Grove
水晶林
00000507
Dragonspyre Academy
龙之谷学院
00000508
Knight's Court
骑士王庭
00000509
Moonclaw's Tower
月爪塔
00000510
Dorm Room
宿舍
00000511
Well of Fear
恐惧之井
00000521
Hall of Glory
荣誉大厅
00000522
Dragon's Maw
龙之咽喉
00000523
Dragon's Maw
龙之咽喉
00000524
The Howling Cave
哀嚎洞穴
00000525
The Path of Scales
鱼鳞小路
00000526
Ravenwood
拉文霍德
00000527
Death School
亡灵系学院
00000528
Ice School
冰霜系学院
00000529
Life School
生命系学院
00000530
Life School
生命系学院
00000531
Myth School
神圣系学院
00000532
Storm School
风暴系学院
00000533
Fire Tower
火焰之塔
00000534
Storm Tower
风暴之塔
00000535
Ice Tower
冰霜之塔
00000536
Death Tower
亡灵之塔
00000537
Death Tower
亡灵之塔
00000538
Fire Tower
火焰之塔
00000539
Fire Tower
火焰之塔
00000540
Ice Tower
冰霜之塔
00000541
Ice Tower
冰霜之塔
00000542
Life Tower
生命之塔
00000543
Myth Tower
神圣之塔
00000544
Myth Tower
神圣之塔
00000545
Myth Tower
神圣之塔
00000546
Myth Tower
神圣之塔
00000547
Storm Tower
风暴之塔
00000548
Storm Tower
风暴之塔
00000549
Wizard City Dye Shop
魔法城染料商店
00000550
Wizard City Amulet Shop
魔法城护身符商店
00000551
Wizard City Athame Shop
魔法城匕首商店
00000552
Wizard City Boot Shop
魔法城靴子商店
00000553
Wizard City Deck Shop
魔法城魔法盒商店
00000554
Wizard City Hat Shop
魔法城帽子商店
00000555
Wizard City Housing Shop
魔法城家园商店
00000556
Wizard City Pet Shop
魔法城宠物商店
00000557
Wizard City Ring Shop
魔法城戒指商店
00000558
Wizard City Robe Shop
魔法城衣服商店
00000559
Wizard City Wand Shop
魔法城魔杖商店
00000560
Krokotopia Ring & Amulet Shop
克洛克戒指护身符商店
00000561
Krokotopia Robe Shop
克洛克衣服商店
00000562
Krokotopia Athame & Hat Shop
克洛克匕首和帽子商店
00000563
Krokotopia Shoe & Wand Shop
克洛克靴子和魔杖商店
00000564
Krokotopia Deck Shop
克洛克魔法盒商店
00000565
Krokotopia Secret Shop
克洛克神秘商店
00000566
Krokotopia Furniture Shop
克洛克家具商店
00000567
Emperor's Palace
皇宫
00000568
MooShu Garden Dojo
木须园艺道场
00000569
MooShu Rock Dojo
木须岩石道场
00000570
MooShu Clothing Shop
木须服饰商店
00000571
MooShu Housing Shop
木须家园商店
00000572
MooShu Weapon Shop
木须武器商店
00000573
MooShu Jewlery Shop
木须珠宝商店
00000574
MooShu Accessory Shop
木须配饰商店
00000575
MooShu Water Dojo
木须水道场
00000576
MooShu Water Dojo
木须水道场
00000577
 

00000578
Wizard City
魔法城
00000579
MooShu
木须
00000580
Marleybone
玛里伯恩
00000581
Krokotopia
克洛克
00000582
Dragonspyre
龙之谷
00000603
Home
家
00000604
Home
家
00000605
Home
家
00000606
Home
家
00000607
Home
家
00000608
Home
家
00000609
Home
家
00000610
Home
家
00000611
Home
家
00000612
Home
家
00000613
Home
家
00000614
Home
家
00000615
Home
家
00000616
Home
家
00000617
Home
家
00000618
Home
家
00000619
Home
家
00000620
Home
家
00000621
Home
家
00000622
Home
家
00000625
Frostholm
霜岛
00000626
Ingram's Abode
英格拉姆的住处
00000627
Tower of Knowledge
知识之塔
00000628
Kol's Quarters
卡尔的住处
00000629
Mord's Abode
莫德的住所
00000630
Munin's House
穆宁的住宅
00000631
Raven Tower
雷文塔
00000632
Underground Cavern
地下酒馆
00000633
Vigrid Roughland
维格利德险地
00000634
Frostholm
霜岛
00000635
Frostholm
霜岛
00000636
Frostholm
霜岛
00000637
Mirkholm Keep
莫克霍姆要塞
00000638
Mirkholm Keep
莫克霍姆要塞
00000639
Mirkholm Keep
莫克霍姆要塞
00000640
Hall of Valor
勇者大厅
00000641
Winterdeep Warren
冬日深渊广场
00000642
Helgrind Warren
海尔格林德穴
00000643
Savarstaad Pass
萨瓦斯塔德通道
00000644
Grizzleheim
格林海姆
00000645
Sudrilund
苏德里兰
00000646
Ravenscar
雷文斯坎
00000647
Helgrind Warren
海尔格林德穴
00000648
Nidavellir
尼达威里尔
00000649
Winterdeep Warren
冬日深渊广场
00000650
Hall of Valor
勇者大厅
00000651
To Vigrid Roughland
到维格利德险地
00000652
Ravenscar Jail
雷文斯坎监狱
00000653
Ravenscar
雷文斯坎
00000654
Guh huh huh... Drek's gonna smash ya into puddin'... send ya home cryin' to yer mudder!
哈哈……德瑞克将把你打成布丁……把你打回老家，你只能抱着你的泥地马哭泣！
00000655
Who are you?! How did you get here?! It matters little... your trespass ends right now!
你是谁？！你是怎么来到这里的？！这不重要……你的死期到了！
00000656
To Savarstaad Pass
前往萨瓦斯塔德通道
00000657
To Mirkholm Keep
前往莫克霍姆要塞
00000658
To Nidavellir
前往尼达威里尔
00000659
To Ravenscar
前往雷文斯坎
00000660
Wizard City Bazaar
魔法城集市
00000661
Mirkholm Keep
莫克霍姆要塞
00000662
Northguard
北方据点
00000663
Savarstaad Pass
萨瓦斯塔德通道
00000664
Savarstaad Pass
萨瓦斯塔德通道
00000665
Savarstaad Pass
萨瓦斯塔德通道
00000666
Savarstaad Pass
萨瓦斯塔德通道
00000667
Savarstaad Pass
萨瓦斯塔德通道
00000668
Savarstaad Pass
萨瓦斯塔德通道
00000669
Nidavellir
尼达威里尔
00000670
Savarstaad Pass
萨瓦斯塔德通道
00000671
Mirkholm Keep
莫克霍姆要塞
00000672
Vigrid Roughland
维格利德险地
00000673
Ravenscar
雷文斯坎
00000674
Ulik
乌利克
00000675
Northguard
北方据点
00000676
Hall of Kings
国王大厅
00000677
Tartarus
Tartarus
00000678
Hall of Valor
勇者大厅
00000679
Winterdeep Warren
冬日深渊广场
00000680
Helgrind Warren
海尔格林德穴
00000681
Frostholm
霜岛
00000682
Frostholm
霜岛
00000683
Frostholm
霜岛
00000684
Ravenscar
雷文斯坎
00000685
186800
186800
00000686
Ravenscar
雷文斯坎
00000687
Ravenscar
雷文斯坎
00000688
Ravenscar
雷文斯坎
00000689
Ravenscar
雷文斯坎
00000690
Ravenscar
雷文斯坎
00000691
Ravenscar
雷文斯坎
00000692
Ravenscar
雷文斯坎
00000693
Ravenscar
雷文斯坎
00000694
Ravenscar
雷文斯坎
00000695
Ravenscar
雷文斯坎
00000696
Fleshrender's Cave
裂肉者洞穴
00000697
Dragonspyre Arena
龙之谷竞技场
00000698
Briskbreeze Tower
微风塔
00000699
Emperor's Retreat
皇家密室
00000700
Neville's Decorations
内维尔的装饰店
00000701
Crypt
地穴
00000702
Frostmantle's Chamber
霜幔的房间
00000703
Wizard City Hatchery
魔法城孵化所
00000704
Pet Pavilion
宠物馆
00000705
Ruffington Park
鲁飞顿公园
00000706
Gobbler Drop
宠物吞食
00000707
Ruffington Tunnel Course
鲁飞顿隧道通道
00000708
Ruffington Boulevard
鲁飞顿大街
00000709
Krokotep Pillar Raceway
科科特支柱赛道
00000710
Spiritcrusher's Tomb
碎魂魔之墓
00000711
Krokhotep Pyramid Course
克洛克托普金字塔通道
00000712
Krokotep Oasis Path
科科特绿洲小径
00000713
Dragonspyre Hard Track
龙之谷艰难的路
00000714
Dragonspyre Expert Track
龙之谷专家轨道
00000715
Dragonspyre Medium Track
龙之谷中等小道
00000716
Unicorn Lake Concourse
独角兽湖广场
00000717
Unicorn Lake Parkway
独角兽湖边大道
00000718
Unicorn Lake Trail
独角兽湖小道
00000719
Kamamatsu Raceway
卡马哈赛道
00000720
Kamamatsu Bamboo Course
卡马哈竹栈
00000721
Kamamatsu Village Trail
卡马哈村庄小道
00000722
Pine Fjord Passage
松峡湾通道
00000723
Pine Fjord Trail
松峡湾小路
00000724
Pine Fjord Pathway
松峡湾小径
00000725
Spiritcrusher's Tomb
碎魂魔之墓
00000726
Dragonfire Way
龙火之路
00000727
Dragonfire Road
龙火之路
00000728
Dragonfire Course
龙火课程
00000729
Shoshun Village
松顺村
00000730
Dustwind's Tomb
尘风的坟墓
00000731
Zarichi's Hideout
扎瑞克的藏身处
00000732
Vesna Shadowscar's Lair
维斯纳·影痕的巢穴
00000733
Celestia Base Camp
天国大本营
00000734
The Floating Land
漂浮大陆
00000735
Stormriven
风暴殿堂
00000736
Science Center
科学中心
00000737
Crab Empire
巨蟹帝国
00000738
Celestia Base Camp
天国大本营
00000739
Survey Camp
勘测营地
00000740
Gateway to the Temples
寺庙通道
00000741
Trial of the Spheres
星辰试炼
00000742
The Grotto
石窟
00000743
The Pinnacles
顶峰
00000744
The Pinnacles
顶峰
00000745
The Promenade
长廊
00000746
The Chantry
小教堂
00000747
The Stellarium
观星台
00000748
District of the Stars
星辰区
00000749
Stormriven Hall
风暴大厅
00000750
Moondial
月相盘
00000751
You win!
你获得胜利！
00000752
You're Winner!
你是胜者！
00000753
Cannon Game
宠物大炮
00000754
The Chancel
圣坛
00000755
Trial of the Spheres
星辰试炼
00000756
The Stellarium
观星台
00000757
Stormriven
风暴殿堂
00000758
Crustacean Empire
巨蟹帝国
00000759
Science Center
科学中心
00000760
The Portico
门廊
00000761
The Floating Land
漂浮大陆
00000762
You're Winner!
你是胜者！
00000763
Celestia|Base Camp
天国|大本营
00000764
Survey Camp
勘测营地
00000765
The Grotto
石窟
00000766
The Promenade
长廊
00000767
Survey Camp
勘测营地
00000768
Algae Farm
海藻农场
00000769
Coral Castle
珊瑚城堡
00000770
Governor Nereus' Royal Manor
统治者涅柔斯的皇家庄园
00000771
Grand Forum
审判广场
00000772
Crystal Reactor
古比鱼的巢穴
00000773
Praxus's Hideout
帕拉萨斯的藏身处
00000774
Storm Chamber
风暴房间
00000775
Gahlwok's Lair
巨兽的巢穴
00000776
Tangleroot's Grove
唐乐洛特洞穴
00000777
Tangleroot's Grove
唐乐洛特洞穴
00000778
Amphibaton's Asylum
安菲巴顿的庇护所
00000779
Achaelos' s Cloister
阿克罗斯的隐居地
00000780
Senate Chamber
参议员房间
00000781
Nuncio's Crag
楠西奥峭壁
00000782
The Grotto
石窟
00000783
Calypso's Cavern
卡吕普索的洞穴
00000784
Crustacean Empire
巨蟹帝国
00000785
Hexfin's Hideout
赫克辛芬的藏身处
00000786
Senator Pluvius's Office
参议员普鲁维斯的办公室
00000787
The Barbican
防御工事
00000788
Survey Camp
勘测营地
00000789
Duskweb's Barracks
暮网兵营
00000790
Sorcerer's Sanctum
幻术师圣地
00000791
Storm Lord's Temple
暴风君主神殿
00000792
The Cave of Night
暗夜洞穴
00000793
Celestia
天国
00000794
Eel Cave
鳗鱼洞穴
00000795
The Grotto
石窟
00000796
The Grotto
石窟
00000797
Gahlwok's Lair
巨兽的巢穴
00000798
WildCrag's Hideaway
野岩的藏身处
00000799
Bristleclaw's Cave
刚爪的洞穴
00000800
Trial of the Spheres
星辰试炼
00000801
Outside Dome
外穹顶
00000802
Storm Chamber
风暴房间
00000803
Sanctum of the Stars
星之圣地
00000804
Test of the Moon
月亮测试
00000805
Brutus Starkwave's Lair
布鲁特斯·斯托克威伍的巢穴
00000806
Starkwave's Lair
斯托克威伍的巢穴
00000807
Trial of the Spheres
星辰试炼
00000808
Sanctum of the Sun
太阳圣地
00000809
Massive Fantasy Palace
大幻想宫殿
00000810
Forgotten Chamber
遗忘之室
00000811
Forbidden Chamber
禁室
00000812
Forbidden Chamber
禁室
00000813
Emperor Pontus' Residence
蓬托斯大帝行宫
00000814
Charmtooth's Lair
魔牙的巢穴
00000815
Charmtooth's Lair
魔牙的巢穴
00000816
Crab Alley
巨蟹小巷
00000817
Calypso's Cavern
卡吕普索的洞穴
00000818
Hall of Congruencies
议事厅
00000819
Nellek's Sanctum
尼拉克圣地
00000820
Conservatory
温室
00000821
The Grotto
石窟
00000822
Gate Control Room
大门控制室
00000823
Soultearer's Cave
灵魔兽的洞穴
00000824
Vigrid Roughland
维格利德险地
00000825
Nightreave Necropolis
黑掠墓地
00000826
Sothmekhet's Sanctum
索斯姆海特的圣地
00000827
Savarstaad Pass
萨瓦斯塔德通道
00000828
Talos's Tower
塔洛斯之塔
00000829
Vigrid Roughland
维格利德险地
00000830
Senate Chamber
参议员房间
00000831
Nuncio's Crag
楠西奥峭壁
00000832
The Stellarium
观星台
00000833
Helios's Hangout
赫利俄斯的住处
00000834
Stormriven
风暴殿堂
00000835
The Lunarium
月宫
00000836
The Grotto
石窟
00000837
Stormriven Hall
风暴大厅
00000838
Stormriven Hall
风暴大厅
00000839
Stormriven
风暴殿堂
00000840
Spiral Chamber
旋涡大厅
00000841
Crustacean Empire
巨蟹帝国
00000842
To Dragon's Roost
通往龙穴
00000843
Last Wood
Last Wood
00000844
Silent Market
Silent Market
00000845
Bastion
Bastion
00000846
Moon Cliffs
Moon Cliffs
00000847
Fort Rachias
Fort Rachias
00000848
Hrundle Fjord
哈恩德峡湾
00000849
Vestrilund
威斯特里兰
00000850
Nastrond
纳斯特隆德
00000851
Vestrilund
威斯特里兰
00000852
Austrilund
奥斯特里兰德
00000853
Sudrilund
苏德里兰
00000854
Deep Warrens
深渊广场
00000855
Nordrilund
诺德里兰
00000856
Austrilund
奥斯特里兰德
00000857
Sudrilund
苏德里兰
00000858
Vestrilund
威斯特里兰
00000859
Nastrond
纳斯特隆德
00000860
Nastrond
纳斯特隆德
00000861
Nastrond
纳斯特隆德
00000862
Sultan's Palace
苏丹的宫殿
00000863
Sultan's Palace
苏丹的宫殿
00000864
Hrundle Fjord
哈恩德峡湾
00000865
Vestri's Hall
威斯特里大厅
00000866
Town Hall
城镇大厅
00000867
Sudrilund
苏德里兰
00000868
Nordrilund
诺德里兰
00000869
Austrilund
奥斯特里兰德
00000870
Vestrilund
威斯特里兰
00000871
Crab Alley
巨蟹小巷
00000872
Royal Palace
皇家宫殿
00000873
Deep Warrens
深渊广场
00000874
Wailing Caverns
哀嚎洞穴
00000875
Wailing Caverns
哀嚎洞穴
00000876
Waterworks
自来水厂
00000877
Nastrond
纳斯特隆德
00000878
The Commons
广场
00000879
The Commons
广场
00000880
Austrilund
奥斯特里兰德
00000881
Austrilund
奥斯特里兰德
00000882
Hrundle Fjord
哈恩德峡湾
00000883
Isle Of Arachnis
Isle Of Arachnis
00000884
Crescent Beach
Crescent Beach
00000885
Ruined Alcazar
Ruined Alcazar
00000886
Pigswick Academy
皮格斯威克学院
00000887
Pegasus Place
飞马殿
00000888
Tanglewood Way
坦格尔伍德大道
00000889
Tower of the Helephant
神象之塔
00000890
Library Archives
图书馆档案
00000891
Pegasus Place
飞马殿
00000892
Tanglewood Way
坦格尔伍德大道
00000893
Pigswick Academy
皮格斯威克学院
00000894
Pegasus Place
飞马殿
00000895
Tanglewood Way
坦格尔伍德大道
00000896
Pigswick Academy
皮格斯威克学院
00000897
The Aerie
飞马高殿
00000898
Pigswick Academy
皮格斯威克学院
00000899
Zamunda
赞木达
00000900
Baobab Crossroads
拜巴伯十字路口
00000901
Baobab Crown
拜巴伯之顶
00000902
Baobab Market
拜巴伯市场
00000903
Savannah
大草原
00000904
Zamunda Outskirts
赞木达郊区
00000905
Drum Jungle
鼓之丛林
00000906
Stone Town
石头镇
00000907
Waterfront
海滨
00000908
Elephant Graveyard
大象墓地
00000909
Waterfront
海滨
00000910
Mirror Lake
镜湖
00000911
Shining Mountain
阳光山脉
00000912
Mirror Lake
镜湖
00000913
Dido's Tomb
黛朵之墓
00000914
Black Palace
黑色宫殿
00000915
Darajani Palace
达拉加尼宫殿
00000916
Stone Town
石头镇
00000917
The Commons
广场
00000918
Zafaria
扎法丛林
00000919
Sun Palace
太阳宫殿
00000920
Sunken Palace
沦陷之城
00000921
Outer Yard
外部庭院
00000922
Baobab Crossroads
拜巴伯十字路口
00000923
Stone Town
石头镇
00000924
Villa Gardens
别墅花园
00000925
Furniture Shop
家具商店
00000926
Caliburn
石中剑
00000927
Abbey Road
修道院大街
00000928
High Road
阿瓦隆大道
00000929
Pagoda
佛塔
00000930
Crystal Caves
水晶洞穴
00000931
The Wyrd
寂静平原
00000932
The Catacombs
地下墓穴
00000933
Lake Shore
湖滨
00000934
Caer Lyon
加尔里昂
00000935
Castle Avalon
阿瓦隆城堡
00000936
High Road
阿瓦隆大道
00000937
Caliburn
石中剑
00000938
The Wild
荒野
00000939
Dun Dara
顿达拉
00000940
Deepwater
深海
00000941
Caliburn
石中剑
00000942
Cavern of Broken Virtues
碎德洞穴
00000943
Briny Cave
海盐洞穴
00000944
Outer Yard
外部庭院
00000945
Boggy Cave
沼泽洞穴
00000946
Diabhal Cave
迪亚哈尔洞穴
00000947


00000948
The Outer Yard
外部庭院
00000949
Outer Yard
外部庭院
00000950
Catacombs
地下墓穴
00000951
Castle Avalon
阿瓦隆城堡
00000952
Keep of Ganelon
加尼隆
00000953
High Road
阿瓦隆大道
00000954
Ghost Avalon
阿瓦隆幽灵
00000955
Ghost Avalon
阿瓦隆幽灵
00000956
Sandbox Zone
沙箱区域
00000957
Midnight Sun Pagoda
子夜太阳塔
00000958
SubscriberOnlyZoneText
SubscriberOnlyZoneText
00000959
<center><font=WizardNormal>This zone is for subscribers only.
<center><font=WizardNormal>该区域只对会员开放。
00000960
SubscriberOnlyZoneTitle
SubscriberOnlyZoneTitle
00000961
Subscribers Only!
仅限会员！
00000962
Midnight Sun Pagoda
子夜太阳塔
00000963
Midnight Sun Pagoda
子夜太阳塔
00000964
Celestia Arena
天国竞技场
00000965
Pigswick Academy Arena
皮格斯威克学院竞技场
00000966
Avalon Arena
阿瓦隆竞技场
00000967
Zafaria Arena
扎法丛林竞技场
00000968
Pitch Black Lake
黑煞湖泊
00000969
Three Points
三分地
00000970
To The Zocalo
前往左卡洛
00000971
To The Cenote
前往天然井
00000972
Zultun Dock
祖尔顿码头
00000973
Mangrove Marsh
红树沼泽
00000974
This is the Way of the Ninja Pig. It is hard. Grueling. Nigh-impossible, really.
忍者猪之路，这是一条充满挑战，几乎不可能完成之路。
00000975
The fierce jaws of pain, fear, and defeat all await your Pet!
疯狂、恐惧、失败都在等着你的宠物！
00000976
But do not falter! If your Pet has faith... perseverance... courage... and can run real fast, you can overcome!
但是千万别犹豫！如果你的宠物拥有信念... 勇气... 毅力... 那么就会跑的很快！
00000977
Now it is time to use your head for something other than a target!
好了，挑战的时刻已经到来，用你的头脑战胜一切吧！
00000978
You remind me of a nephew I have back in MooShu. He is also not very good at this course.
你让我想起了从木须回来的我的侄子，他也不擅长这种道路。
00000979
Do not forget to breathe! It is the most important thing!
放轻松！别紧张！
00000980
Sweep the leg! Uh, never mind.
扫堂腿！哦，当我没说。
00000981
Armor your mind against the madness of too much thinking!
武装你的大脑来对抗侵入你全身的疯狂意识。
00000982
The Way of the Ninja is an interpretive art form!
忍者猪之路是一种艺术的诠释！
00000983
Your first lesson: how to fall!
你的第一课：怎样坠落！
00000984
Beware the Wrath of Five Continuous Hammers!
小心那五个连续撞击的锤子！
00000985
Do not fall off the Bridge of Destiny!
小心别从桥上掉下去！
00000986
Be the hedge! Be invisible!
小心！你能做到！
00000987
The Zocalo
左卡洛
00000988
Way of the Ninja Pig
忍者猪之路
00000989
Grumpy Gobblers
坏脾气暴食鬼
00000990
Twin Giants
双火山
00000991
Tierra de Brea
沥青洞穴
00000992
Cenote
天然井
00000993
Cloudburst Forest
暴雨森林
00000994
Floating Mountains
悬浮山脉
00000995
Xibalba
西瓦尔巴
00000996
Kathleen Wilder's House
凯瑟琳·怀尔德的家
00000997
Big Mother Quetzal's Cave
大绿翼蛇母亲的洞穴
00000998
Cipactli's Cave
希帕克特里的洞穴
00000999
Alto Alto
呱呱村
00001000
Pyramid of Storm Eye
风暴之眼金字塔
00001001
Magic Nest
魔法巢
00001002
The Zocalo
左卡洛
00001003
Pyramid of the Lost Horizon
迷界金字塔
00001004
Dead Tree Cavern
死亡木洞穴
00001005
Swamp Cavern
沼泽洞穴
00001006
Tree of Secrets
神秘之树
00001007
Swamp Clearing
沼泽空地
00001008
Monquistan Ship Hold
蒙卡斯坦船舱
00001009
Charred Tower
烧焦的塔
00001010
Saltmeadow Swamp
盐土沼泽
00001011
Pitch Black Lake
黑煞湖泊
00001012
Halley's Observatory
哈雷的瞭望台
00001013
Hall of Plumage
羽毛大厅
00001014
Zocalo
左卡洛
00001015
Jura Palace
侏罗纪宫殿
00001016
Black Sun Pyramid
黑日金字塔
00001017
The Maw
咽喉
00001018
Corazon Cave
科拉松洞穴
00001019
Azteca Arena
阿兹特克竞技场
00001020
Atlantea
亚特兰提
00001021
Bog Witch House
腐沼巫师之屋
00001022
Wyrd House
寂静之屋
00001023
Red Barn Farm
红谷仓农场
00001024
Fantastic Fish Bowl
神奇的鱼碗
00001025
Atlantea
Atlantea
00001026
The Acropolis
The Acropolis
00001027
Winterbane Hall
冬毒大厅
00001028
Mount Olympus
Mount Olympus
00001029
Mount Olympus
Mount Olympus
00001030
Mount Olympus
Mount Olympus
00001031
Aquila
Aquila
00001032
Weapons Tent
Weapons Tent
00001033
Mangrove Marsh
红树沼泽
00001034
Lost Bastion
Lost Bastion
00001035
Tyrian Gorge
Tyrian Gorge
00001036
The Commons
The Commons
00001037
Amber Estate
Amber Estate
00001038
Umbra Tent
Umbra Tent
00001039
Last Wood
Last Wood
00001040
Golden Hoard Chamber
Golden Hoard Chamber
00001041
Fort Rachias
Fort Rachias
00001042
Treetop Getaway
Treetop Getaway
00001043
Kondha Desert
Kondha Desert
00001044
Ruined Alcazar
Ruined Alcazar
00001045
Radiance Reborn
Radiance Reborn
00001046
StarFall Sea
StarFall Sea
00001047
Sardonyx
Sardonyx
00001048
Sardonyx
Sardonyx
00001049
Sardonyx
Sardonyx
00001050
Sardonyx
Sardonyx
00001051
Sardonyx
Sardonyx
00001052
Garrison Bottom Floor
Garrison Bottom Floor
00001053
Sardonyx
Sardonyx
00001054
Sardonyx
Sardonyx
00001055
Sardonyx
Sardonyx
00001056
Sardonyx
Sardonyx
00001057
The Hive
The Hive
00001058
Kondha Desert
Kondha Desert
00001059
Kondha Desert
Kondha Desert
00001060
Kondha Desert
Kondha Desert
00001061
Kondha Desert
Kondha Desert
00001062
Kondha Desert
Kondha Desert
00001063
Solar Arc
Solar Arc
00001064
Chamber of the Sun Storm
Chamber of the Sun Storm
00001065
Chamber of Life Giving Sun
Chamber of Life Giving Sun
00001066
Chamber of Sun Fire
Chamber of Sun Fire
00001067
Troika Palace
Troika Palace
00001068
Sardonyx
Sardonyx
00001069
Chamber of the Underworld Sun
Chamber of the Underworld Sun
00001070
Chamber of the Frozen Sun
Chamber of the Frozen Sun
00001071
Eye of the Sun Chamber
Eye of the Sun Chamber
00001072
Chamber of Solar Justice
Chamber of Solar Justice
00001073
Chamber of the Sun's Shadow
Chamber of the Sun's Shadow
00001074
Kondha Desert
Kondha Desert
00001075
Doctor Vittek's Laboratory
Doctor Vittek's Laboratory
00001076
Sardonyx
Sardonyx
00001077
Sardonyx
Sardonyx
00001078
Shadow Palace
Shadow Palace
00001079
Nadezha's House
Nadezha's House
00001080
Crab\nTower
Crab\nTower
00001081
Sardonyx
Sardonyx
00001082
Sardonyx
Sardonyx
00001083
Kondha Khactus
Kondha Khactus
00001084
Kondha Khactus
Kondha Khactus
00001085
Garrison Armory
Garrison Armory
00001086
Sardonyx
Sardonyx
00001087
Sardonyx
Sardonyx
00001088
Sardonyx
Sardonyx
00001089
Sardonyx
Sardonyx
00001090
Sardonyx
Sardonyx
00001091
Cave of Night
Cave of Night
00001092
Kondha Desert
Kondha Desert
00001093
StarFall Sea
StarFall Sea
00001094
Meadows at Dusk
Meadows at Dusk
00001095
Night Garden
Night Garden
00001096
Plumeria Blossoms
Plumeria Blossoms
00001097
Spiral Cup Gauntlet
Spiral Cup Gauntlet
00001098
Spiral Cup Gauntlet
Spiral Cup Gauntlet
00001099
Spiral Cup Gauntlet
Spiral Cup Gauntlet
00001100
Jungle House Boat
Jungle House Boat
00001101
Telegraph Box
Telegraph Box
00001102
Spirit School
Spirit School
00001103
The Eldritch Tower
The Eldritch Tower
00001104
Grizzleheim Arena
Grizzleheim Arena
00001105
The Spiral
The Spiral
00001106
QA Fish Testing Zone
QA Fish Testing Zone
00001107
Botanical Gardens
Botanical Gardens
00001108
Winter Wind Tower
Winter Wind Tower
00001109
Private Fishing Retreat
Private Fishing Retreat
00001110
Castle Darkmoor
Castle Darkmoor
00001111
Kembaalung Village
Kembaalung Village
00001112
State Wing
State Wing
00001113
Throne Room
Throne Room
00001114
Main Hall
Main Hall
00001115
Dirigible Cargo Hold
Dirigible Cargo Hold
00001116
Castle Darkmoor
Castle Darkmoor
00001117
Pagoda of Harmony
Pagoda of Harmony
00001118
Hollow Mountain
Hollow Mountain
00001119
Hamakala's Mausoleum
Hamakala's Mausoleum
00001120
Kembaalung Village
Kembaalung Village
00001121
Krokotopia | Upper Zigazag
Krokotopia | Upper Zigazag
00001122
Airship Control Deck
Airship Control Deck
00001123
Barkingham Rooftop
Barkingham Rooftop
00001124
Barkingham Courtyard
Barkingham Courtyard
00001125
Upper Zigazag
Upper Zigazag
00001126
Lower Zigazag
Lower Zigazag
00001127
Barkingham Palace
Barkingham Palace
00001128
Castle Darkmoor
Castle Darkmoor
00001129
Rooftop
Rooftop
00001130
Airship Cargo
Airship Cargo
00001131
House of Scales
House of Scales
00001132
Hall of Echoes
Hall of Echoes
00001133
Krokotopia|The Longest Hall
Krokotopia|The Longest Hall
00001134
The Longest Hall
The Longest Hall
00001135
The Hall of Justice
The Hall of Justice
00001136
Lower Zigazag
Lower Zigazag
00001137
House of Scales
House of Scales
00001138
Baddle of the Bands
Baddle of the Bands
00001139
Tanglewood Terror
Tanglewood Terror
00001140
Grand Tourney Arena
Grand Tourney Arena
00001141
Serpentine Escape
Serpentine Escape
00001142
Grand Chasm
Grand Chasm
00001143
Shopping District
Shopping District
00001144
Wizard City Jewel Shop
Wizard City Jewel Shop
00001145
RockHammer's Jewel Works
RockHammer's Jewel Works
00001146
Aquila
Aquila
00001147
Harbor District
Harbor District
00001148
Walruskberg
Walruskberg
00001149
Krokopatra Master Duel
Krokopatra Master Duel
00001150
Rattlebones Exalted Duel
Rattlebones Exalted Duel
00001151
Sea Chicken
Sea Chicken
00001152
Cell Block A
Cell Block A
00001153
LaNettoyage
LaNettoyage
00001154
Krokopatra Exalted Duel
Krokopatra Exalted Duel
00001155
Meowiarty Archmage Duel
Meowiarty Archmage Duel
00001156
Meowiarty Exalted Duel
Meowiarty Exalted Duel
00001157
Rattlebones Master Duel
Rattlebones Master Duel
00001158
Zeus Exalted Duel
Zeus Exalted Duel
00001159
Basstille Cellblock B
Basstille Cellblock B
00001160
Forlorn Tayg
Forlorn Tayg
00001161
Forlorn Tayg
Forlorn Tayg
00001162
Polarian Shipwreck
Polarian Shipwreck
00001163
River of Frozen Tears
River of Frozen Tears
00001164
Walruskberg
Walruskberg
00001165
River of Frozen Tears
River of Frozen Tears
00001166
Bountiful Mine
Bountiful Mine
00001167
Frigid Maw
Frigid Maw
00001168
Urville Station
Urville Station
00001169
Lift Chamber
Lift Chamber
00001170
Pebble Trough
Pebble Trough
00001171
The Arcanum
The Arcanum
00001172
Arcanum
Arcanum
00001173
Borealis Peaks
Borealis Peaks
00001174
Kataba IceBlock
Kataba IceBlock
00001175
Snowy Oasis
Snowy Oasis
00001176
Sky Anchor Peak
Sky Anchor Peak
00001177
Cell Block A - Processing Ward
Cell Block A - Processing Ward
00001178
The Basstille
The Basstille
00001179
La Nettoyage
La Nettoyage
00001180
Imperial Palace
Imperial Palace
00001181
Walruskberg Harbor
Walruskberg Harbor
00001182
Frigid Maw
Frigid Maw
00001183
Horizon Hold
Horizon Hold
00001184
Breathing Cave
Breathing Cave
00001185
Jeweled Slopes
Jeweled Slopes
00001186
The Basstille - Solitary Confinement
The Basstille - Solitary Confinement
00001187
Northern Sea
Northern Sea
00001188
Walruskberg Harbor
Walruskberg Harbor
00001189
Snowasis
Snowasis
00001190
Hall of Divination
Hall of Divination
00001191
Hall of Conjuration
Hall of Conjuration
00001192
Hall of Theurgy
Hall of Theurgy
00001193
Hall of Sorcery
Hall of Sorcery
00001194
Hall of Necromancy
Hall of Necromancy
00001195
Hall of Pyromancy
Hall of Pyromancy
00001196
Hall of Thaumaturgy
Hall of Thaumaturgy
00001197
Icefall Cavern
Icefall Cavern
00001198
Omen's Hideout
Omen's Hideout
00001199
King's Tomb
King's Tomb
00001200
Eternal Sanctum
Eternal Sanctum
00001201
Hall of Doors
Hall of Doors
00001202
Ra's Reading Room
Ra's Reading Room
00001203


00001204
The Great Clock
The Great Clock
00001205
Darkmoor Manor
Darkmoor Manor
00001206
Darkmoor Manor
Darkmoor Manor
00001207
Ra's Landing
Ra's Landing
00001208
Nomad's Camp
Nomad's Camp
00001209
Dragonsage Hall
Dragonsage Hall
00001210
Nomad's Camp
Nomad's Camp
00001211
Caravan
Caravan
00001212
Balance House
Balance House
00001213
Balance House Preview
Balance House Preview
00001214
Death House
Death House
00001215
Death House Preview
Death House Preview
00001216
Fire House
Fire House
00001217
Fire House Preview
Fire House Preview
00001218
Ice House
Ice House
00001219
Ice House Preview
Ice House Preview
00001220
Life House
Life House
00001221
Life House Preview
Life House Preview
00001222
Myth House
Myth House
00001223
Myth House Preview
Myth House Preview
00001224
Storm House
Storm House
00001225
Storm House Preview
Storm House Preview
00001226
Celestial Observatory
Celestial Observatory
00001227
Desert Villa
Desert Villa
00001228
Desert Villa Preview
Desert Villa Preview
00001229
Dragon's Fjord
Dragon's Fjord
00001230
Dragon's Fjord Preview
Dragon's Fjord Preview
00001231
Grand Fortress
Grand Fortress
00001232
Grand Fortress Preview
Grand Fortress Preview
00001233
Great Citadel
Great Citadel
00001234
Great Citadel Preview
Great Citadel Preview
00001235
Imperial Palace
Imperial Palace
00001236
Imperial Palace Preview
Imperial Palace Preview
00001237
Island Getaway
Island Getaway
00001238
Island Getaway Preview
Island Getaway Preview
00001239
Metropolitan Manor
Metropolitan Manor
00001240
Metropolitan Manor Preview
Metropolitan Manor Preview
00001241
Oasis Camp
Oasis Camp
00001242
Oasis Camp Preview
Oasis Camp Preview
00001243
Royal Estate
Royal Estate
00001244
Royal Estate Preview
Royal Estate Preview
00001245
Royal Playhouse
Royal Playhouse
00001246
Royal Playhouse Preview
Royal Playhouse Preview
00001247
Tranquil Cottage
Tranquil Cottage
00001248
Tranquil Cottage Preview
Tranquil Cottage Preview
00001249
Wizard's Watchtower
Wizard's Watchtower
00001250
Wizard's Watchtower Preview
Wizard's Watchtower Preview
00001251
Wooded Cottage
Wooded Cottage
00001252
Wooded Cottage Preview
Wooded Cottage Preview
00001253
Amber Estate Preview
Amber Estate Preview
00001254
Botanical Gardens Preview
Botanical Gardens Preview
00001255
Jungle House Boat Preview
Jungle House Boat Preview
00001256
Fantasy Palace Preview
Fantasy Palace Preview
00001257
Meadows At Dusk Preview
Meadows At Dusk Preview
00001258
Midday Estate Preview
Midday Estate Preview
00001259
Night Garden Preview
Night Garden Preview
00001260
Polarian Shipwreck Preview
Polarian Shipwreck Preview
00001261
Lost Horizon Preview
Lost Horizon Preview
00001262
Red Barn Farm Preview
Red Barn Farm Preview
00001263
Serpentine Escape Preview
Serpentine Escape Preview
00001264
Sultan's Palace Preview
Sultan's Palace Preview
00001265
Sun Palace Preview
Sun Palace Preview
00001266
Sunken Palace Preview
Sunken Palace Preview
00001267
The Acropolis Preview
The Acropolis Preview
00001268
Treetop Getaway Preview
Treetop Getaway Preview
00001269
Wysteria Villa Preview
Wysteria Villa Preview
00001270
Winter Wind Tower Preview
Winter Wind Tower Preview
00001271
Wyrd House Preview
Wyrd House Preview
00001272
Celestial Observatory Preview
Celestial Observatory Preview
00001273
Watchtower Hall
Watchtower Hall
00001274
Watchtower Hall Preview
Watchtower Hall Preview
00001275
Wysteria Villa
Wysteria Villa
00001276
Shinobi Dojo
Shinobi Dojo
00001277
Sand Sea
Sand Sea
00001278
Alkali Barrows
Alkali Barrows
00001279
Aggrobah
Aggrobah
00001280
Mirage
Mirage
00001281
Caterwaul Canyons
Caterwaul Canyons
00001282
Rubal Wastes
Rubal Wastes
00001283
Istanboa
Istanboa
00001284
Chronoverge
Chronoverge
00001285
Caverns of Time
Caverns of Time
00001286
Eerem Palace
Eerem Palace
00001287
Thieves' Den
Thieves' Den
00001288
Yakhal Mountain
Yakhal Mountain
00001289
Chairman's Suite
Chairman's Suite
00001290
Rebel HQ
Rebel HQ
00001291
Deep Freeze
Deep Freeze
00001292
Miriam's Hovel
Miriam's Hovel
00001293
Rebel HQ
Rebel HQ
00001294
Goofang's Lab
Goofang's Lab
00001295
Thieves' Den
Thieves' Den
00001296
Arcanum Apartment
Arcanum Apartment
00001297
Arcanum Crafting Room
Arcanum Crafting Room
00001298
Chapter Hall
Chapter Hall
00001299
East Time Dunes
East Time Dunes
00001300
South Time Dunes
South Time Dunes
00001301
West Time Dunes
West Time Dunes
00001302
Sands of Time
Sands of Time
00001303
North Time Dunes
North Time Dunes
00001304
Nepeta Mine
Nepeta Mine
00001305
Mottoman Treasure Cave
Mottoman Treasure Cave
00001306
The Grey Ghost's Office
The Grey Ghost's Office
00001307
Thuggie Hideaway
Thuggie Hideaway
00001308
Thuggie Lair
Thuggie Lair
00001309
Thuggie Salon
Thuggie Salon
00001310
Yahya's Office
Yahya's Office
00001311
Rahqi's Gym
Rahqi's Gym
00001312
Kobra Kai Dojo
Kobra Kai Dojo
00001313
Qhay's Hideaway
Qhay's Hideaway
00001314
Officer's Club
Officer's Club
00001315
Scaled Demon's Den
Scaled Demon's Den
00001316
Traitor's Cave
Traitor's Cave
00001317
Tetrus Solitary Block
Tetrus Solitary Block
00001318
Zruvan Grotto
Zruvan Grotto
00001319
Ulnar Crypt
Ulnar Crypt
00001320
Femoral Tomb
Femoral Tomb
00001321
Chest Cavity
Chest Cavity
00001322
Ghost Maze
Ghost Maze
00001323
Chronicle Chamber
Chronicle Chamber
00001324
Caravan
Caravan
00001325
Aggrobah
Aggrobah
00001326
Hoods Hideout
Hoods Hideout
00001327
House Tabbi Apartment
House Tabbi Apartment
00001328
Serpentine Empire Den
Serpentine Empire Den
00001329
House Sayameez Apartment
House Sayameez Apartment
00001330
Dromel Dwelling
Dromel Dwelling
00001331
House Calixco Apartment
House Calixco Apartment
00001332
Krampusgarten
Krampusgarten
00001333
Yuletide Feasting Hall
Yuletide Feasting Hall
00001334
Schism Reading Room
Schism Reading Room
00001335
Yakhal Promenade
Yakhal Promenade
00001336
Dumoozid's Lamp
Dumoozid's Lamp
00001337
Caravan
Caravan
00001338
Caravan
Caravan
00001339
Vulcas' Forge
Vulcas' Forge
00001340
Clovis' Headquarters
Clovis' Headquarters
00001341
Indra's House
Indra's House
00001342
Panoptes' Lair
Panoptes' Lair
00001343
Briar's Patch
Briar's Patch
00001344
Druj's Cave
Druj's Cave
00001345
Tezcatlipoca's Cave
Tezcatlipoca's Cave
00001346
Tricksters Lair
Tricksters Lair
00001347
Kalypso Engine Room
Kalypso Engine Room
00001348
Data Atoll Beach 
Data Atoll Beach
00001349
Kalypso Deck
Kalypso Deck
00001350
Data Caverns
Data Caverns
00001351
Outlaw's Refuge
Outlaw's Refuge
00001352
Outlaw's Refuge
Outlaw's Refuge
00001353
Monstrodome
Monstrodome
00001354
Barkingham Palace
Barkingham Palace
00001355
Castaway's Bungalow
Castaway's Bungalow
00001356
Aeriel Jungle
Aeriel Jungle
00001357
Aeriel Shore
Aeriel Shore
00001358
Beastman Stockade
Beastman Stockade
00001359
Aeriel Jungle
Aeriel Jungle
00001360
Zanadu
Zanadu
00001361
Dry Dock
Dry Dock
00001362
Temple of Light
Temple of Light
00001363
Inner Athanor
Inner Athanor
00001364
Spiral Ark
Spiral Ark
00001365
Aeriel Shore
Aeriel Shore
00001366
Crying Sky Shrine 
Crying Sky Shrine
00001367
Outer Athanor
Outer Athanor
00001368
Zanadu Sewers
Zanadu Sewers
00001369
Outer Athanor
Outer Athanor
00001370
Leisure Dome
Leisure Dome
00001371
The Stomach
The Stomach
00001372
Drainage Control
Drainage Control
00001373
Notochord
Notochord
00001374
Sewers
Sewers
00001375
Bat Cave
Bat Cave
00001376
Aethyrium Office
Aethyrium Office
00001377
Outer Athanor
Outer Athanor
00001378
Coronary Pathway
Coronary Pathway
00001379
The Heart
The Heart
00001380
Left Ocular Vein
Left Ocular Vein
00001381
Left Eye
Left Eye
00001382
Ink Gland
Ink Gland
00001383
Ink Spillway
Ink Spillway
00001384
Right Eye
Right Eye
00001385
Right Ocular Vein
Right Ocular Vein
00001386
Brain
Brain
00001387
Infirmary
Infirmary
00001388
Astral Plane
Astral Plane
00001389
Praesidium
Praesidium
00001390
Hall of Shadow
Hall of Shadow
00001391
Shadow Training Room
Shadow Training Room
00001392
The Headquarters
The Headquarters
00001393
Luminary's Office
Luminary's Office
00001394
Inner Athanor
Inner Athanor
00001395
Outer Athanor
Outer Athanor
00001396
Heart Sector
Heart Sector
00001397
Playhouse
Playhouse
00001398
Playhouse
Playhouse
00001399
Battlemage Keep
Battlemage Keep
00001400
Playhouse
Playhouse
00001401
Roberto's Sanctum
Roberto's Sanctum
00001402
Wizard City Magic Mirror Shop
Wizard City Magic Mirror Shop
00001403
Ombudsman's Office
Ombudsman's Office
00001404
Flamebringer's Tower
Flamebringer's Tower
00001405
Aero Village
Aero Village
00001406
Chaos Jungle
Chaos Jungle
00001407
Reverie
Reverie
00001408
Altar Chamber
Altar Chamber
00001409
Root System
Root System
00001410
Recovery Room
Recovery Room
00001411
Astral Grove
Astral Grove
00001412
Astral Grove
Astral Grove
00001413
Husk
Husk
00001414
Nimbus Citadel
Nimbus Citadel
00001415
Spiritual Grove
Spiritual Grove
00001416
Samsara Village
Samsara Village
00001417
Northeast Aero Plains
Northeast Aero Plains
00001418
Dying Jungle
Dying Jungle
00001419
Velo City
Velo City
00001420
Southwest Aero Plains
Southwest Aero Plains
00001421
Port Aero
Port Aero
00001422
Storm Titan's Wake
Storm Titan's Wake
00001423
Aero Plains
Aero Plains
00001424
Meowl Den
Meowl Den
00001425
The Celestial Loophole
The Celestial Loophole
00001426
Humongishfrog Battlefield
Humongishfrog Battlefield
00001427
Broken Bough
Broken Bough
00001428
Gravulum Lab
Gravulum Lab
00001429
Control Room
Control Room
00001430
Courtyard
Courtyard
00001431
Military Stronghold
Military Stronghold
00001432
Rear Courtyard
Rear Courtyard
00001433
Technologist Academy
Technologist Academy
00001434
Training Grounds
Training Grounds
00001435
Audience Chambers
Audience Chambers
00001436
Private Wing
Private Wing
00001437
Elemental Grove
Elemental Grove
00001438
Mandalla
Mandalla
00001439
TBD Name
TBD Name
00001440
TBD Name
TBD Name
00001441
Fishing Hole
Fishing Hole
00001442
Ferros Harbor
Ferros Harbor
00001443
Metallos
Metallos
00001444
Metallos Summit
Metallos Summit
00001445
Nimbus Hanger
Nimbus Hanger
00001447
Everafter Village
Everafter Village
00001448
Briny Deep Retreat
Briny Deep Retreat
00001449
Mirage Battleground
Mirage Battleground
00001450
Battleground Staging Area
Battleground Staging Area
00001451
The Archives
The Archives
00001452
- not used - 
- not used -
00001453
Battlegrounds Annex
Battlegrounds Annex
00001454
the Drains
the Drains
00001455
Catacombs
Catacombs
00001456
Whispering Sepulcher
Whispering Sepulcher
00001457
Abandoned House
Abandoned House
00001458
Abandoned Backyard
Abandoned Backyard
00001459
Viggor's Tomb
Viggor's Tomb
00001460
Wizard City Library
Wizard City Library
00001461
Avalon
Avalon
00001462
Edge of the Spiral
Edge of the Spiral
00001463
Valencia
Valencia
00001464
The Catacombs
The Catacombs
00001465
Olde Town Drains
Olde Town Drains
00001466
Boss' Office
Boss' Office
00001467
Fallout Shelter
Fallout Shelter
00001468
Foetid Crypt
Foetid Crypt
00001469
Shedder's Tunnel
Shedder's Tunnel
00001470
Shedder's Lair
Shedder's Lair
00001471
Ninja Tunnel
Ninja Tunnel
00001472
Into the Pit
Into the Pit
00001473
The Drains
The Drains
00001474
Dragon Breath Cavern
Dragon Breath Cavern
00001475
Office of the Photomonger
Office of the Photomonger
00001476
Tower of Various Rituals
Tower of Various Rituals
00001477
Hall of Inevitable Betrayal
Hall of Inevitable Betrayal
00001478
Wizard City
Wizard City
00001479
Crannoc Dorcha
Crannoc Dorcha
00001480
Frostbitedome
Frostbitedome
00001481
Heavenly Palace
Heavenly Palace
00001482
Valley of the Sun
Valley of the Sun
00001483
Temple of the Sands
Temple of the Sands
00001484
Caretaker's Tower
Caretaker's Tower
00001485
Cenote\n(The Maw)
Cenote\n(The Maw)
00001486
Musicology Office
Musicology Office
00001487
Candied Isles Village
Candied Isles Village
00001488
Autumn Monstrodome
Autumn Monstrodome
00001489
Summer Monstrodome
Summer Monstrodome
00001490
Avalon
Avalon
00001491
Placeholder Place
Placeholder Place
00001492
von Trap Estate
von Trap Estate
00001493
von Trap Lodge
von Trap Lodge
00001494
Candy Corn Farm
Candy Corn Farm
00001495
Karamelle City
Karamelle City
00001496
Les Bon-Bon Mots
Les Bon-Bon Mots
00001497
Gumdrop Forest
Gumdrop Forest
00001498
Cupcake Factory
Cupcake Factory
00001499
Sweetzburg
Sweetzburg
00001500
Gutenstadt
Gutenstadt
00001501
Gummy Plant
Gummy Plant
00001502
Rock Candy Mountains
Rock Candy Mountains
00001503
Power Room
Power Room
00001504
Hangry Gobbler Cave
Hangry Gobbler Cave
00001505
Station
Station
00001506
Candy Bar
Candy Bar
00001507
Guten Shoppe
Guten Shoppe
00001508
Gobblerton
Gobblerton
00001509
Castle Gobbsmack Throne Room
Castle Gobbsmack Throne Room
00001510
Gobblerton Gym
Gobblerton Gym
00001511
Rosina's Lab
Rosina's Lab
00001512
Gobblerton Library
Gobblerton Library
00001513
Black Licorice Forest
Black Licorice Forest
00001514
Nibbleheim
Nibbleheim
00001515
Playhouse
Playhouse
00001516
Uwe's Workshop
Uwe's Workshop
00001517
Gobblerton Factory
Gobblerton Factory
00001518
Jamburglar's Hideout
Jamburglar's Hideout
00001519
Nibbleheim Mines
Nibbleheim Mines
00001520
Mining Tunnel A
Mining Tunnel A
00001521
Soda Lake Grotto
Soda Lake Grotto
00001522
Pipeline Cave
Pipeline Cave
00001523
Treemugger Hideout
Treemugger Hideout
00001524
Mining Tunnel B
Mining Tunnel B
00001525
Witch Tunnel
Witch Tunnel
00001526
Crumbling Mineshaft
Crumbling Mineshaft
00001527
Karamelle\nCity
Karamelle\nCity
00001528
Musicology Studio
Musicology Studio
00001529
Soda Lake
Soda Lake
00001530
Cavity Chamber
Cavity Chamber
00001531
Empyrean Airship
Empyrean Airship
00001532
Cooper's Roost Station
Cooper's Roost Station
00001533
Lounge Car
Lounge Car
00001534
Train Roof
Train Roof
00001535
First Class Car
First Class Car
00001536
Fuel Car
Fuel Car
00001537
Dusty Springfield Station
Dusty Springfield Station
00001538
Blacksmith's Fjord
Blacksmith's Fjord
00001539
Pet Caboose
Pet Caboose
00001540
Lemuria House
Lemuria House
00001541
Mandoria
Mandoria
00001542
Sky City Estates
Sky City Estates
00001543
Wand Shop
Wand Shop
00001544
Ursai Village
Ursai Village
00001545
Night Forest
Night Forest
00001546
Placeholder
Placeholder
00001547
Telos
Telos
00001548
Strange Interface
Strange Interface
00001549
Dead Archive
Dead Archive
00001550
Wildlands
Wildlands
00001551
Sky City
Sky City
00001552
Old One's Office
Old One's Office
00001553
Tomb of He-Mander
Tomb of He-Mander
00001554
Badlands
Badlands
00001555
Heap
Heap
00001556
Ancient Shrine
Ancient Shrine
00001557
Atrium
Atrium
00001558
Dungeon Chamber
Dungeon Chamber
00001559
Prison Chambers
Prison Chambers
00001560
Dead Archive
Dead Archive
00001561
Mandar's Refuge
Mandar's Refuge
00001562
Telos
Telos
00001563
WildLands
WildLands
00001564
Ursai Village
Ursai Village
00001565
Night Forest
Night Forest
00001566
Badlands
Badlands
00001567
Mandoria
Mandoria
00001568
Sky City
Sky City
00001569
Heap
Heap
00001570
Crypt of Tales
Crypt of Tales
00001571
Chief's Tent
Chief's Tent
00001572
Ursai Volcano
Ursai Volcano
00001573
Savage Clearing
Savage Clearing
00001574
Wildlands Monitoring Station
Wildlands Monitoring Station
00001575
Castle Grey School
Castle Grey School
00001576
Lab Cavern
Lab Cavern
00001577
Crypt of Tales
Crypt of Tales
00001578
Temple of Truth
Temple of Truth
00001579
Ursai Village Monitoring Station
Ursai Village Monitoring Station
00001580
Tomb of Skeletaur
Tomb of Skeletaur
00001581
Killawahoo
Killawahoo
00001582
Ettinburgh
Ettinburgh
00001583
Dread Loch
Dread Loch
00001584
Peppergrass Glen
Peppergrass Glen
00001585
Banrigh's Castle
Banrigh's Castle
00001586
Heap Arena
Heap Arena
00001587
Open Space
Open Space
00001588
Bass Chamber - TEST
Bass Chamber - TEST
00001589
Prison Chambers (TEST)
Prison Chambers (TEST)
00001590
Portico TEST
Portico TEST
00001591
Production Junction (TEST)
Production Junction (TEST)
00001592
Hot House (TEST)
Hot House (TEST)
00001593
Glockenspiel TEST
Glockenspiel TEST
00001594
Guild Housing
Guild Housing
00001595
TEST Sanctum of Life Force TEST
TEST Sanctum of Life Force TEST
00001596
Meowiarty Rematch
Meowiarty Rematch
00001597
Krokopatra Rematch
Krokopatra Rematch
00001598
Malistaire Rematch
Malistaire Rematch
00001599
Jade Oni Rematch
Jade Oni Rematch
00001600
Lord Nightshade Rematch
Lord Nightshade Rematch
00001601
Creepy Fairgrounds
Creepy Fairgrounds
00001602
Catmandu Sanctuary
Catmandu Sanctuary
00001603
Stonegaze's Antichamber
Stonegaze's Antichamber
00001604
Stonegaze's Chamber
Stonegaze's Chamber
00001605
Von Braken's Antichamber
Von Braken's Antichamber
00001606
Von Braken's Grove
Von Braken's Grove
00001607
Drowned Dan's Antichamber
Drowned Dan's Antichamber
00001608
Drowned Dan's Chamber
Drowned Dan's Chamber
00001609
Ixcax CursedWing's Antichamber
Ixcax CursedWing's Antichamber
00001610
Ixcax CursedWing's Chamber
Ixcax CursedWing's Chamber
00001611
High Loremagus' Antichamber
High Loremagus' Antichamber
00001612
High Loremagus' Chamber
High Loremagus' Chamber
00001613
Acolyte
Acolyte
00001614
Catmandu
Catmandu
00001615
Unformed World
Unformed World
00001616
Sacred Yarn Temple
Sacred Yarn Temple
00001617
Stone of Heaven
Stone of Heaven
00001618
Sacred Yarn Temple
Sacred Yarn Temple
00001619
Monastery
Monastery
00001620
Unformed World
Unformed World
00001621
New Vicorgia
New Vicorgia
00001622
Puerto Nuovo
Puerto Nuovo
00001623
Puerto Nuovo
Puerto Nuovo
00001624
La Ville Rose
La Ville Rose
00001625
Lower Passage
Lower Passage
00001626
Conatus
Conatus
00001627
Conatus
Conatus
00001628
Upper Passage
Upper Passage
00001629
Nucleus Gallery
Nucleus Gallery
00001630
Booth's Lair
Booth's Lair
00001631
Tung-Ak's Stronghold
Tung-Ak's Stronghold
00001632
Next Island
Next Island
00001633
Next Island
Next Island
00001634
To Stone of Heaven
To Stone of Heaven
00001635
To La Ville Rose
To La Ville Rose
00001636
To New Vicorgia
To New Vicorgia
00001637
To Puerto Nuovo
To Puerto Nuovo
AhnicFamilyTomb
Ahnic Family Tomb
阿尼克家族墓地
BigBen
Big Ben
大本钟
Chamber_of_Fire
Chamber of Fire
火焰会议厅
Chelsea_Court
Chelsea Court
切尔西庭院
ColossusBlvd
Colossus Boulevard
巨像大道
CounterweightEast
Counterweight East
东部博物馆
CounterweightWest
Counterweight West
西部博物馆
CyclopsLane
Cyclops Lane
库克罗普斯通道
DarkCave
Dark Cave
黑暗洞穴
Deckathalon
The Deckathalon
The Deckathalon
Digmoore_Station
Digmoore Station
迪格摩站
DjeseritFamilyTomb
Djeserit Family Tomb
迪杰家族墓地
DragonMouthCave
Dragon's Mouth Cave
龙嘴洞穴
EmperorsRetreat
Emperor's Retreat
皇家密室
EntranceHall
Entrance Hall
大厅
FirecatAlley
Firecat Alley
火猫小径
GH2
Wintertusk
冬牙城
GolemCourt
Golem Court
傀儡庭院
GrandArena
Grand Arena
大竞技场
Grizzle_Hub
Northguard
北方据点
HallofChampions
Hall of Champions
勇士大厅
HauntedCave
Haunted Cave
闹鬼洞穴
Headmaster_Tower
Headmaster's Tower
校长之塔
HedgeMaze
Hedge Maze
树篱迷宫
Hyde_Park
Hyde Park
海德公园
Jade_Palace


KarahnanBarracks
Karanahn Barracks
卡拉纳兵营
KaranahnPalace
Karanahn Palace
卡拉纳宫殿
Katzensteins_Lab
Katzenstein's Lab
卡赞斯坦的实验室
KensingtonPark
Kensington Park
肯辛顿公园
Knights_Court
Knight's Court
骑士王庭
Krokosphinx
Krokosphinx
克洛克神岛
KTWorld
Krokotopia
克洛克
Newgate_Prison
Newgate Prison
纽盖特监狱
Nightside
Nightside
黑夜之地
OldeTown
Olde Town
奥尔德镇
PalaceofFire
Palace of Fire
火焰宫殿
Ravenwood
Ravenwoodzone name for Ravenwood
拉文霍德
Ravenwood_Teleporter
The World Tree
世界之树
Regents_Square
Regent's Square
摄政广场
RoyalMuseum
Royal Museum
皇家博物馆
Royal_Hall
Royal Hall
皇家大厅
Scotland_Yard_Roof
Scotland Yard Roof
苏格兰场天台
ShoppingDistrict
Shopping DistrictZone name for Shopping District
购物街
SubscriberOnlyZoneText
<center><font=WizardNormal>This zone is for subscribers only.
<center><font=WizardNormal>该区域只对会员开放。
SubscriberOnlyZoneTitle
Subscribers Only!
仅限会员！
SunkenCity
Sunken City
沦陷之城
TempleofStorms
Temple of Storms
风暴神殿
TheCommons
The CommonsName of commons zone
广场
TheOasis
The Oasis
绿洲
The_Basilica


The_Ironworks
The Ironworks
炼铁厂
Throne_Room_of_Fire
Throne Room of Fire
火焰金殿
TritonAvenue
Triton Avenue
海神大街
TU
Crab Alley
巨蟹小巷
UnicornWay
Unicorn WayZone name for Unicorn Way
独角兽大道
VaultofIce
The Vault of Ice
冰之地窑
WCWorld
Wizard City
魔法城
WellofSpirits
Well of Spirits
幽灵井
WolfminsterAbbey
Wolfminster Abbey
饿狼修道院
World2
Krokotopia
克洛克
World3
Marleybone
玛里伯恩
ZF_Savannah
Savannah
大草原
ZF_Zamunda
Zamunda
赞木达
ZoneUnderConstruction
<center><font=WizardNormal>Whoa, slow down there. You have tried to enter an area that's not quite ready for play on your server. Please be patient and check back periodically for updates.Zone is not ready on tis server message
<center><font=WizardNormal>哇哦，慢点慢点。你正试图进入的服务器还没有准备好。请耐心等待，过会儿再来看看吧。
